[
    {
        "word": "Jim Crow",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A World War II code name for patrols along the British coastline to intercept enemy aircraft, originally intended to warn of invasion in 1940.",
                "quotations": [
                    "2008; … flying cannon equipped Spitfires V’s mainly on ‘Jim Crow’ operations (operational Patrols along the home coastline intercepting any hostile aircraft and looking out for any invasion forces)."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A double-action planing tool invented by Joseph Whitworth, in which the blade ‘jumps’ to face the other way on the back-stroke.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A tool for bending railway rails, by holding the rail with two arms and pushing a screw into the other side.",
                "quotations": [
                    "1886; When rails have to be bent with a Jim Crow, as in setting stock or check-rails, or straightening a bent rail, they should always be heated first, or they are liable to crack, especially steel rails.",
                    "1899; It is placed on the rail pretty much as a jim-crow is set, and as the middle roll is turned it travels along on the rail, curving the rail as it moves.",
                    "2013; Quelling his nerves, Moist grabbed a jim crow and opened the trap door on to the roof of the guard's van, to the initial amazement of the grag who had been trying to force his way in."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Discriminatory against African Americans.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Segregated between African Americans and Caucasians.",
                "quotations": []
            }
        ]
    },
    {
        "word": "Karen",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "A middle-aged white woman who exhibits a strong sense of white privilege and entitlement—often rooted in racism against minority races—and frequently targets or antagonizes individuals who face greater societal challenges or must work significantly harder than she.",
                "quotations": [
                    "2020; “I pull out the dog treats I carry for just for such intransigence,” he wrote. “That’s when I started video recording with my iPhone, and when her inner Karen fully emerged and took a dark turn,” he said, using the name that has become slang for an entitled white woman.",
                    "2020; It was through that performance that Amy Cooper took on the mantle of an American archetype: the white woman who weaponizes her vulnerability to exact violence upon a Black man. […] In 2020, she is simply Karen.",
                    "2024; “If I lived Chloe’s life, where she was walking around with other wealthy people basically being upper-class Karens having a fit when their dogs aren’t allowed at yoga, then I might understand,” he said.",
                    "2024; He plays a suburban homeowner who loves nothing more than to snitch on his fellow whites, calling the cops on any Caucasian who steps foot on his lawn, be they old lady, a girl scout, or Colin Jost. Charlie xcx gets in on the action as his proud Karen of a wife."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "Any person, especially female, exhibiting an exaggerated sense of entitlement.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A member of a diverse ethnic group originating in Myanmar and Thailand.",
                "quotations": [
                    "1968; U Nu's government was Socialist with a program of nationalization. But it had to fight for survival against almost universal disorder complicated by a Communist rebellion, a Karen rising, which was far more serious, and, in 1950, the arrival from Yünnan of General Li Mi's Kuomintang division after its rout by the Chinese Communists.",
                    "2011; There are more than a hundred such groups, including the Karen of Thailand and Burma; the Kachin in Burma; the Akha, the Lahu, and the Lisu in Thailand; the Hmong, the Kmhmu, and the Yao in Laos; and the Nùng and the Lati in Vietnam."
                ]
            }
        ]
    },
    {
        "word": "accursed",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Hateful; detestable, loathsome.",
                "quotations": [
                    "1789; Accursed race of Tiriel. behold your father // Come forth & look on her that bore you. come you accursed sons.",
                    "1819; Lo! they are charged with studying the accursed cabalistical secrets of the Jews, and the magic of the Paynim Saracens.",
                    "1885; […] Alaeddin ate and drank and was cheered and after he had rested and had recovered spirits he cried, \"Ah, O my mother, I have a sore grievance against thee for leaving me to that accursed wight who strave to compass my destruction and designed to take my life. Know that I beheld Death with mine own eyes at the hand of this damned wretch, whom thou didst certify to be my uncle; […]"
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Doomed to destruction or misery; cursed; anathematized.",
                "quotations": [
                    "1587–1588; Accurſt be he that firſt inuented war",
                    "1885; […] —if any one, be he who he may, attempt to alter the faith once for all delivered, let him be accursed.",
                    "1912; For at the very moment I become accursed, at that same highest moment, I become exactly like a heathen […]",
                    "1955; We did not come here to waste words in treating with Sauron, faithless and accursed; still less with one of his slaves. Begone!"
                ]
            }
        ]
    },
    {
        "word": "antilife",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [
                    "derogatory"
                ],
                "description": "pro-choice",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [
                    "derogatory"
                ],
                "description": "antinatalist; supporting the use of contraception to space or limit births",
                "quotations": [
                    "1962; A Roman Catholic says there is a trend nowadays to downgrade the family, making parents who are not limiting their families feel guilty.Rev. John C. Knight, speaking Monday night at the 28th National Catholic Family Life convention, said \"there is an antilife campaign abroad in the land.\"",
                    "1982; While praising positive developments in family life, the Pope, who has taken a firm, conservative line on many social issues, said he \"could not fail to draw attention to the negative phenomena.\"In particular, he cited \"a corruption of the idea and experience of freedom, with consequent self-centeredness in human relations; serious misconceptions regarding the relationship between parents and children; the growing number of divorces; the scourge of abortion; the spread of a contraceptive and antilife mentality.\""
                ]
            },
            {
                "pos": "Adjective",
                "tags": [
                    "derogatory"
                ],
                "description": "Supporting the death penalty in a particular case or in general.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Opposing the preservation of life in a particular situation",
                "quotations": [
                    "1988; Somewhat too neatly, Johnson divides his characters into pro- and antilife factions […] ."
                ]
            }
        ]
    },
    {
        "word": "baby-killer",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "An abortionist (all senses).",
                "quotations": [
                    "1999; He promised to protect and serve \"even a baby killer like yourself,\" but also to do everything in his office's power \"to assist the protesters who wish to protect the misguided mothers who come to your clinic of death.\""
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "A pregnant woman who receives an abortion.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "A Vietnam War veteran.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "A member or veteran of the US military or the Israeli Army.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Used other than figuratively or idiomatically: see baby,‎ killer.",
                "quotations": [
                    "1911; The following named soothing-syrups commonly given to children during their teething period have been proclaimed by the United States government chemists as “baby killers;” and the public is hereby warned against the use of any of these preparations for children […]"
                ]
            }
        ]
    },
    {
        "word": "bawd",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "One who keeps a brothel, or procures women for prostitution; a procurer or madam.",
                "quotations": [
                    "1709; Of late in the Park, a fair fancy was seen / Betwixt an old Baud and a lusty young Quean, / Their parting of Money began the uproar, / I'll have half says the Baud, but you shan't says the Whore",
                    "1717; As Whores decay'd and past their Labours, / Turn Bawds, and so assist their Neighbours.",
                    "1726; […] here were no Gibers, Cenſurers, Backbiters, Pick-pockets, Highwaymen, Houſebreakers, Attorneys, Bawds, Buffoons, Gameſters, Politicians, Wits, ſplenetick tedious Talkers, Controvertiſts, Raviſhers, Murderers, Robbers, Virtuoſo's; […]",
                    "2012; Compared with their opponents, bawds and their associates increasingly had deeper pockets and greater confidence in manipulating the law."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A person who facilitates an immoral act, especially one of a sexual nature.",
                "quotations": [
                    "1594; In ſaying this thou wrongſt me Gaueſton, / Iſt not enough that thou corrupts my Lord, / And art a Bawd to his affections, / But thou muſt call mine honour thus in queſtion?"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A lewd person.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Joyous; riotously gay.",
                "quotations": []
            }
        ]
    },
    {
        "word": "bitch",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A female dog or other canine, particularly a recent mother.",
                "quotations": [
                    "1953; All members of one breed, both dog and bitch, champion and nonchampion, are judged in a series of competitions until only one animal remains."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "offensive"
                ],
                "description": "A promiscuous woman, slut, whore.[1]",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar",
                    "slang",
                    "offensive"
                ],
                "description": "A despicable or disagreeable, aggressive person, usually a woman. [from 15th c.]",
                "quotations": [
                    "1638; He cals her on a ſudden, all to naught; ſhe is a ſtrumpet, a light huswife, a bitch, an arrant whore.",
                    "1913; 'Look at the children, you nasty little bitch!' he sneered.",
                    "1962; HASSAN: \"You cheap Factualist bitch! Go and never darken my rumpus room again!\"",
                    "2007; […] thirty-seven shits, six assholes, two bitches and a bastard. All in all, it's quite possibly the sweariest comedy set in Los Angeles County […]"
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar",
                    "slang",
                    "offensive"
                ],
                "description": "A woman.",
                "quotations": [
                    "1996; Biggie, remember when I used to let you sleep on the couch, and beg the bitch to let you sleep in the house?",
                    "2003; Niggas on my dick more than my bitches."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar",
                    "offensive"
                ],
                "description": "A man considered weak, effeminate, timid or pathetic in some way An obviously gay man.[2]",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar",
                    "offensive"
                ],
                "description": "A submissive person who does what others want; a man forced or coerced into a homoerotic relationship. [from the 20th c]",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "vulgar",
                    "slang"
                ],
                "description": "A female sexual partner, typically in casual sexual relations a sexual partner",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A playful variation on dog (sense \"man\"). [from the 16th c]",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar"
                ],
                "description": "Friend. [from the 20th ca]",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar"
                ],
                "description": "A complaint, especially when the complaint is unjustified.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar"
                ],
                "description": "A difficult or confounding problem.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar"
                ],
                "description": "A queen playing card, particularly the queen of spades in the card game of hearts.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar"
                ],
                "description": "Something unforgiving and unpleasant.",
                "quotations": [
                    "1991; […] he wrote to me last week telling me about an incredible bitch of a row blazing there on account of someone having been and gone and produced an unofficial magazine called Raddled, full of obscene libellous Oz-like filth. And what I thought, what Sammy and I thought, was – why not?",
                    "2001; You've got a fucking catheter in your brain / Pissing your common sense away / When you draw first blood you can't stop this fight / For my own peace of mind, I'm going to / Tear your fucking eyes out, rip your fucking flesh off / Beat you till you're just a fucking lifeless carcass / Fuck you and your progress, watch me fucking regress / You were made to take the fall, now you're nothing / Payback's a bitch motherfucker"
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar",
                    "slang"
                ],
                "description": "Place; situation",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "Tea (the drink).",
                "quotations": [
                    "1824; […] seldom gets \"a little the worse for liquor,\" gives no swell parties, runs very little into debt, takes his cup of bitch at night, and goes quietly to bed, and thus he passes his time in a way a Varmint man would despise."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar",
                    "slang",
                    "offensive"
                ],
                "description": "A queen.",
                "quotations": []
            }
        ]
    },
    {
        "word": "bitchy",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Spiteful or malevolent; catty; malicious; unpleasant.",
                "quotations": [
                    "2025; “Israel is trying to get Iran to attack us just like your bitchy ex who tried goading some dude in a bar to fight you,” Tim Pool, the popular rightwing podcaster, wrote on X."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Irritable.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Resembling or characteristic of a female dog.",
                "quotations": [
                    "1877; Greyhounds (dogs 4, bitches 2): All moderate; the small bitchy-looking Speculation was placed 1st in dogs, and Kate, by Cauld Kail—Graceful, was 1st in bitches, the former taking cup for best in both classes; […]",
                    "1882; […] Hatteraick is good in shape and well feathered, but bitchy in face; […]",
                    "1891; The latter, though his muzzle is too weak and expression too bitchy, scores over his opponent in head properties, but he wants more bone, of better formation, is wide in front, very short and thick in neck and coarse in shoulders.",
                    "1897; His head is bitchy and he is not a show dog. […] Sir Knight, V H C, is light in the quarters, bitchy in head, only fair in limb and not very strong in loin.",
                    "1907; Where is the dog? One man would say Hard Cash; another would answer that he is too light and bitchy.",
                    "1908; Entirely disregarding sex, Ch. Searchlight has a beautiful Cocker head, but as he is a dog, his head is too fine and far too much upon the bitchy order.",
                    "1928; The little bitchy type dog who had nothing to recommend him except that he was small and popular with novice fanciers as a stud dog, has done more to set Boston terrier breeding back, than any other factor in its history.",
                    "1935; Scrappy Downhill, not quite enough bone, rather flat ribbed, and a little bitchy headed.",
                    "1952; You’re still a backyard breeder, and you’ve got a bad case of kennel blindness, for all you’ve got a pretty nice dog. If you’d study the Standard you’d know. Percival has his faults, too. He’s a little too bitchy, and just a little on the snipey side."
                ]
            }
        ]
    },
    {
        "word": "bloodsucker",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "An animal that drinks the blood of others, especially by sucking blood through a puncture wound; a hemovore.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Any parasite.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "Any mosquito, gnat, midge, or other small bug which consumes human blood.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "One who attempts to take as much from others as possible; a leech.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A vampire.",
                "quotations": [
                    "2023; Meyer, in turn, offered a chaste variation on the promiscuous bloodsuckers of Anne Rice. And back in Rice’s heyday of the 1980s and ’90s, mass market copies of her “Interview With the Vampire” occupied the same spinning racks as other critically slammed authors of the ’70s and ’80s: Danielle Steel, Sidney Sheldon, Judith Krantz, Jackie Collins."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The changeable lizard (Calotes versicolor).",
                "quotations": []
            }
        ]
    },
    {
        "word": "bloodthirsty",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Thirsty for blood: inexorably violent or eager for bloodshed; murderous.",
                "quotations": [
                    "1682; [I]t is, as I may ſo ſay, a ſavvcy Plot: and vve all knovv, moſt Reverend Fathers, that vvhat is ſavvce for a Gooſe is ſavvce for a Gander: Therefore, I ſay, as thoſe bloud-thirſty Ganders of the conſpiracy vvould have deſtroyed us Geeſe of the Senate, let us make haſte to deſtroy them, ſo I humbly move for hanging— […]",
                    "1711; […] Diodorus also relates of Caligula, predecessor to Nero, that his nurse used to moisten the nipples of her breast frequently with blood to make Caligula take the better hold of them; which, says Diodorus, was the cause that made him so blood-thirsty and cruel all his life-time after, that he not only committed frequent murder by his own hand, but likewise wished that all human kind wore but one neck that he might have the pleasure to cut it off.",
                    "1843; The Lord Mayor, in the stronghold of the mighty Mansion House, gave orders to his fifty cooks and butlers to keep Christmas as a Lord Mayor's household should; and even the little tailor, whom he had fined five shillings on the previous Monday for being drunk and blood-thirsty in the streets, stirred up to-morrow's pudding in his garret, while his lean wife and the baby sallied out to buy the beef.",
                    "1870; The genuine \"bloodhound\" is not, naturally, the cruel, bloodthirsty animal he is generally supposed to be; nor is he the only dog that will hunt men. Like all pure hounds, he is mild, loving, and kind, and will hunt any game for which he is trained; […]",
                    "1961; Soon the ogress, fierce and bloodthirsty, she who for more than a hundred years had queened it in the depths, saw that a man - a queer being of the upperworld - had sunk to her realm.",
                    "2017; The slasher narrative is as simple as a knife in the head: Some tragic event creates a killer who then seeks bloodthirsty revenge for that primal trauma, and audiences hoot and cringe in equal measure as characters lose their lives one by one, often in unexpected or inventive ways, until a resourceful “Final Girl” manages to defeat the monster."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Of a book, film, etc.: depicting much violence; gory, violent.",
                "quotations": [
                    "1907; [T]here has been recently a tendency on the part of some Education Authorities to select these manifestly worthy portions exclusively, and to avoid reading the more archaic and, so to speak, bloodthirsty books, such as Judges, Kings, and Genesis, altogether."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Of a mosquito, tenaciously seeking to draw blood.",
                "quotations": [
                    "1886; For, whether they were attracted by the lantern, or by the unaccustomed smell of a white man for which they had been waiting for the last thousand years or so, I know not; but certainly we were presently attacked by tens of thousands of the most blood-thirsty, pertinacious, and huge mosquitoes that I ever saw or read of."
                ]
            }
        ]
    },
    {
        "word": "boob tube",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A television.",
                "quotations": [
                    "1970; Pictured on boob-tubes innumerable, babbled on travelling transistors Australia-wide."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A type of woman's upper body garment consisting of a taut band of cloth around the breasts and back.",
                "quotations": [
                    "2005; A midget prostitute in heels and a boob tube was walking on the bar.",
                    "2015; At the same time, Tara puts her arms into her boob tube."
                ]
            }
        ]
    },
    {
        "word": "bougie",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A tapered cylindrical instrument for introducing an object into a tubular anatomical structure, or to dilate such a structure, as with an esophageal bougie.",
                "quotations": [
                    "1866; \"There, as my lord, with achromatic glass, / \"O'erlooks St. James's Park, and on the grass, / \"Beneath his mansion's half-closed window spies / \"Two crouching urchins' gross obscenities, / \"He turns his eager gaze, adjusts the screw, / \"And brings their unwashed nudities in view. / \"That spot, concealed by two o'er hanging hills, / \"Foul sweat and fœtid excrement distils, / \"Yet frowsy, there the pipe-clayed soldier sports, / \"And bishops hold episcopalian courts. / \"'Tis there the Bath empiric's finger guides, / \"The oiled bougie ; and as the dildo slides / \"Besmeared, to meet last night's descending meal, / \"Oft makes the strictures he pretends to heal."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A wax candle.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "Behaving like or pertaining to people of a higher social status, middle-class / bourgeois people (sometimes carrying connotations of fakeness, elitism, or snobbery).",
                "quotations": [
                    "1991; Hey, look, man, I haven't changed, I'm not gonna change and I'm not down with this bougie stuff.",
                    "2007; Called “bougie” when she was growing up, even though she’d never considered herself close to that, Ewing has turned the word around, using it as the title of a fictitious magazine she has dreamed up.",
                    "2007; I'll be on the movie screens / Magazines and bougie scenes",
                    "2010; Shangela is kind of bougie, but she's also your homegirl.",
                    "2010; I don't need you or your brand new Benz / Or your bougie friends",
                    "2023; Bougie attitude, I'm from the West End / I want the finer things in life",
                    "2024; Sure, you can go to a bougie bakery and purchase an artisanal sourdough without any additives that will cost much more and taste better than a supermarket loaf. But ultimately, bread is made from flour, salt, water and yeast.",
                    "2025; But if the mix is no longer about life's essentials, and instead a new wave of chichi cafés, artisan bakers and fancy nail bars—are we right to ask, not how useful is your high street, but how bougie?",
                    "2025; “The prices. I can’t comprehend how low the prices are for the quality, organic foods that they sell,” Mrs. Ortiz said. “It feels like I’m at a bougie store, but I’m not paying bougie prices.”"
                ]
            },
            {
                "pos": "Adjective",
                "tags": [
                    "slang"
                ],
                "description": "Fancy or good-looking, without the same connotations of snobbery or pretentiousness as in sense 1.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "A person who exhibits bougie behavior.",
                "quotations": [
                    "1991; All in all, Black Anglo-Saxons today remain a variegated group, and their numbers continue, relentlessly, to multiply. / In the late 1960's[sic – meaning 1960s] following the first appearance of this book, The Black Anglo-Saxons, street militants and conscious members of the Black middle class popularly called them \"bougies.\""
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Alternative spelling of bowjy (“shed for cattle or sheep”).",
                "quotations": []
            }
        ]
    },
    {
        "word": "bratty",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Characteristic of a brat; unruly and impolite.",
                "quotations": [
                    "2012; When Laura tells Bart that she can teach him to dance, Bart and Laura are suddenly transformed into Astaire and Rogers in a black-and-white fantasy sequence before Bart’s reverie is abruptly ended when Laura reverts back to bratty tomboy form and gives him a wedgie."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Characteristic of a brat (the qualities possessed by a confident and assertive woman).",
                "quotations": [
                    "2024; Critics are increasingly examining their prejudice towards media that has been derided for its femininity, girlishness and brattiness – perhaps most notably, Sofia Coppola's Marie Antoinette, a film that is now praised for the bratty qualities it was derided for in 2006. Indeed, online music magazine Pitchfork \"rescored\" Charli's EP Vroom Vroom from a 4.5 upon its release in 2016 to a 7.8 in 2021.",
                    "2024; I'm revisiting all my favorite Y2K trends, including slogan tees, trucker hats, wedge flip-flops, and barbed wire tramp stamps. Diesel and Miaou are two brands that feel particularly bratty to me, and I'm dreaming about this strawberry latex halter specifically.",
                    "2024; Tennis champion Naomi Osaka is back in the U.S. Open for the first time in two years, and she’s off to a spectacular start. Not only did she win her first-round match against No. 10 seed Jelena Ostapenko early on Thursday, but she stepped onto the court into one of the best (and brattiest) outfits we’ve seen in the past few years."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A cake of dried cow dung, used for fuel.",
                "quotations": []
            }
        ]
    },
    {
        "word": "buggery",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Anal sex.",
                "quotations": [
                    "1861; Whosoever shall be convicted of the abominable crime of buggery […] shall be liable at the discretion of the court to be kept in penal servitude for life or for any term not less than ten years."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Any sexual act deemed against nature, such as homosexuality, bestiality or necrophilia.",
                "quotations": [
                    "1861; Whosoever shall be convicted of the abominable Crime of Buggery, committed either with Mankind or with any Animal, shall be liable, at the Discretion of the Court, to be kept in Penal Servitude for Life or for any Term not less than Ten Years."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "A broken or damaged condition.",
                "quotations": []
            }
        ]
    },
    {
        "word": "bullshit",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [
                    "vulgar"
                ],
                "description": "Feces produced by a bull.",
                "quotations": [
                    "2016; Oh, I get it! So it's not a pyramid, it's just pyramid-shaped. You know, like a Dorito, or an Angry Bird, or just a pile of bullshit."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar",
                    "slang"
                ],
                "description": "Statements that are false or exaggerated to impress or cheat the listener.",
                "quotations": [
                    "2010; The Illusive Man: Shepard. You're making a habit of costing me more than time and money.Shepard: I'm sorry, I'm having trouble hearing you. I'm getting a lot of bullshit on this line.",
                    "2025; “Their new SCAM is what we will forever call the Jeffrey Epstein Hoax, and my PAST supporters have bought into this ‘bullshit,’ hook, line, and sinker,” Trump wrote in a missive on Truth Social. “They haven’t learned their lesson, and probably never will, even after being conned by the Lunatic Left for 8 long years.”"
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar",
                    "slang"
                ],
                "description": "Statements that are transparently or offensively false.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Statements that are intentionally misleading, whether true or not.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Statements made without regard for their truth value.",
                "quotations": [
                    "2005; Respect for the truth and a concern for the truth are among the foundations for civilization. I was for a long time disturbed by the lack of respect for the truth that I observed... bullshit is one of the deformities of these values.",
                    "2010; Illusive Man: Shepard, you're making a habit of costing me more than time and money.Shepard: I'm sorry, I'm having trouble hearing you. I'm getting a lot of bullshit on this line."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar",
                    "slang"
                ],
                "description": "Synonym of shit (in its sense of any stuff, especially when viewed negatively or with collegial vulgarity).",
                "quotations": [
                    "1975; And when I rolled with the punches I got knocked on the groundBy all this bullshit going down"
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar"
                ],
                "description": "A card game in which players try to discard their hands first, following rules that encourage bluffing, calling others' bluffs, and penalizing others by tricking them into inaccurate accusations.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [
                    "vulgar",
                    "slang"
                ],
                "description": "Absurd, irrational, or nonsensical (most often said of speech, information, or content).",
                "quotations": []
            }
        ]
    },
    {
        "word": "bully",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A person who is intentionally physically or emotionally cruel to others, especially to those whom they perceive as being vulnerable or of less power or privilege. [from late 17th c.]",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A noisy, blustering, tyrannical person, more insolent than courageous; one who is threatening and quarrelsome.",
                "quotations": [
                    "1840; Besides, bullies seldom execute the threats they deal in; and men of trick and cunning are not always men of desperate resolves."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A hired thug.",
                "quotations": [
                    "1849; Mr. Fisher returned from town... he had learnt that our opponents intended to shift the scene of operations to the Chats... We understood that they had hired two bullies for the purpose of deciding the matter par voie de fait. Mr Fisher hired two of the same description, who were supposed to be more than a match for the opposition party."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A sex worker's minder.",
                "quotations": [
                    "2009; The Proclamation Society and the Society for the Suppression of Vice were more concerned with obscene literature […] than with hands-on street battles with prostitutes and their bullies […]."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Bully beef.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A brisk, dashing fellow.",
                "quotations": [
                    "1595–1596; What sayest thou, Bully Bottom?"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The small scrum in the Eton College field game.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Any of various small freshwater or brackishwater fish of the family Eleotridae; sleeper gobies. A common bully, Gobiomorphus cotidianus",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "An (eldest) brother; a fellow workman; comrade",
                "quotations": [
                    "1824; Frae Team Gut to Whitley, we' coals black an' brownFor the Amphitrite loaded, the keel had come down—But the bullies ower neet had their gobs se oft wet,That the nyem o' the ship yen an' a' did forget."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A companion; mate (male or female).",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A darling, sweetheart (male or female).",
                "quotations": [
                    "1599; I kiss his dirty shoe, and from heart-string / I love the lovely bully. What is thy name?",
                    "1753; I have promised to be with the sweet bully early in the morning of her important day.",
                    "1848; What! manim-an—kiss your child, man alive. That I may never, but he looks at the darlin’ as if it was a sod of turf! Throth you’re not worthy of havin’ such a bully."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A standoff between two players from the opposing teams, who repeatedly hit each other's hockey sticks and then attempt to acquire the ball, as a method of resuming the game in certain circumstances.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A miner's hammer.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [
                    "slang"
                ],
                "description": "Very good.",
                "quotations": [
                    "1861; To sing a bully song I'll try, / Bully for you, bully for you, / Gay as they make them, here I am, / Bully for you, for you.",
                    "1913; He looked down upon the girl beside him—a daughter of the desert walking across the face of a dead world with a son of the jungle. He smiled at the thought. He wished that he had had a sister, and that she had been like this girl. What a bully chum she would have been!",
                    "1916; She is a bully woman, not only a good mother, but a wonderful in-law"
                ]
            },
            {
                "pos": "Adjective",
                "tags": [
                    "slang"
                ],
                "description": "Jovial and blustering.",
                "quotations": [
                    "1597; Bless thee, bully doctor!"
                ]
            }
        ]
    },
    {
        "word": "buttinsky",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "One who is prone to butt in, interrupt, or get involved where they are not welcome; a busybody. [from early 20th c.]",
                "quotations": [
                    "1922; Well, all right then! If you think I'm a buttinsky, then I'll just butt in!",
                    "1933; \"Shut up, Garrett. I never,\" said Mr. Tallboy, extricating himself from Garrett's grasp and giving him a playful punch in the wind, \"in my life, met with such a bunch of buttinskis as you are in this department. Nothing is sacred to you, not even a man's business correspondence.\"",
                    "1960; It is never pleasant for a man of sensibility to find himself regarded as a buttinski and a trailing arbutus, and it was thus, I could see at a g., that Wilbert Cream was pencilling me in."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A robust portable one-piece telephone instrument with clips, used by technicians and lines staff for testing telephone circuits or making a temporary connection to a telephone line.",
                "quotations": []
            }
        ]
    },
    {
        "word": "cash grab",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A product designed primarily or solely with the intent of generating profits or money.",
                "quotations": [
                    "2009; Considering some of the other offers that were made, allowing this one piece of merchandise was by no means a cash grab; this was merely Watterson putting a toe in the water."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Legislation that serves primarily the purpose of generating revenue.",
                "quotations": [
                    "2012; Registered in the OED as 'a tax intended to discourage the emission of carbon dioxide into the atmosphere, esp. one levied on the burning of fossil fuels', in some of our blog discussions carbon tax is repeatedly referred to as a cash grab.",
                    "2010; But this governance exercise quickly degenerated into a cash grab exercise (fundamentally corrupting the original purposes), when deficit and debt reduction became the categorical imperative."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "An activity engaged in with the intention of making money quickly.",
                "quotations": [
                    "2013; They went out on a cash grab today, got a couple hundred grand, but they say they've turned the courier around, go intel there's a big money stash out there.\"",
                    "2025; What could be more cynical than a cash grab wrapped up in “never again?”"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The money generated by a cash grab.",
                "quotations": [
                    "2013; If you are sustainably harvesting, you should be able to sustain the income that comes from harvesting instead of getting a larger cash grab now, and then forgoing future income."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A game in which players attempt to grab as much money as possible.",
                "quotations": [
                    "2010; The culminating funtivity is a cash grab on a Twister-like mat between two people, in which they stuff as much money into their various pockets, shirt fronts, and orifices as humanly possible."
                ]
            }
        ]
    },
    {
        "word": "caustic",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Capable of burning, corroding or destroying organic tissue.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Sharp, bitter, cutting, biting, and sarcastic in a scathing way.",
                "quotations": [
                    "1843; \"How now!\" said Scrooge, caustic and cold as ever.",
                    "1843; The bargain was not concluded as easily as might have been expected though, for Scadder was caustic and ill-humoured, and cast much unnecessary opposition in the way",
                    "1853; Madame Beck esteemed me learned and blue; Miss Fanshawe, caustic, ironic, and cynical",
                    "1857; The Secretary and the Assistant-Secretaries would say little caustic things about him to the senior clerks, and seemed somewhat to begrudge him his new honours.",
                    "1886; this set of worthies, who were only too prone to shut up their emotions with caustic words.",
                    "1897; The humor of my proposition appealed more strongly to Miss Trevor than I had looked for, and from that time forward she became her old self again; […] . Our table in the dining-room became again the abode of scintillating wit and caustic repartee, Farrar bracing up to his old standard, and the demand for seats in the vicinity rose to an animated competition.",
                    "1930; though he came too late / To join the martyrs, there was still a place / Among the tempters for a caustic tongue / / To test the resolution of the young / With tales of the small failings of the great"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Any substance or means which, applied to animal or other organic tissue, burns, corrodes, or destroys it by chemical action; an escharotic.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The envelope of reflected or refracted rays of light for a given surface or object.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The envelope of reflected or refracted rays for a given curve.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Caustic soda.",
                "quotations": []
            }
        ]
    },
    {
        "word": "chickenhawk",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Any of the North American hawk species (Cooper's hawk, sharp-shinned hawk and red-tailed hawk), or counterparts elsewhere, mistakenly believed to be pests.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A draft dodger, especially in the Vietnam War, who nonetheless currently supports United States overseas military engagements.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "An older, usually more powerful man who preys on adolescent boys for sex.",
                "quotations": [
                    "1985; For every instance of Saul's good-humoredly putting one over on the criminal justice system […] to free his younger lover from his latest legal trouble, Rogers recounts callous treatment at the hands of the older man. In addition, Sinbad suffers brutal depredations from the city's other chicken hawks."
                ]
            }
        ]
    },
    {
        "word": "churl",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A free peasant (as opposed to a serf) of the lowest rank, below an earl and a thane; a freeman; also , a person without royal or noble status; a commoner. A bondman or serf.",
                "quotations": [
                    "1612; [F]rom this time forvvard I do pardon before God all the vvrongs that they haue done, or ſhall doe vnto me, vvhether they vvere, be, or ſhall be done by high or lovv perſon, rich or poore, Gentleman or Churle, vvithout excepting any ſtate or condition."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A rough, surly, ill-bred person; a boor. [from 14th c.] A countryman, a peasant, a rustic. A person who is stingy, especially with money; a selfish miser, a niggard. A freedman, ranked below a thane but above a thrall.",
                "quotations": [
                    "1580; [A] churles curtesie rathely comes but either for gaine, or falshood.",
                    "1678; Thus ſay the common People that knovv him, A Saint abroad, and a Devil at home: His poor Family finds it ſo, he is ſuch a churl, ſuch a railer at, and ſo unreaſonable vvith his Servants, that they neither knovv hovv to do for, or ſpeak to him.",
                    "1821; Since it must be so, and this churl has check'd / Thy gentle spirit, go; […]",
                    "1841; There are graces in the demeanor of a polished and noble person, which are lost upon the eye of a churl.",
                    "1845; \"Unmannerly churl!\" exclaimed Sybil starting in her chair, her eye flashing lightning, her distended nostril quivering with scorn. \"Oh! yes, I am a churl,\" said Morley; \"I know I am a churl. Were I a noble the daughter of the people would perhaps condescend to treat me with less contempt.\"",
                    "1832; And, as the mazy web she whirls, / She sees the surly village-churls, / And the red cloaks of market-girls, / Pass onward from Shalott.",
                    "1859; “A see T’m Baak’ll,” the Bantam recommenced, and again the contortions of a horrible wink were directed at Richard. The boy might well believe this churl was lying, and he did, and was emboldened to exclaim, “You never saw Tom Bakewell set fire to that rick!”",
                    "1867; Look to yourselves, ye polished gentlemen! / No city airs or arts pass current here. / Your rank is all reversed: let men of cloth / Bow to the stalwart churls in overalls: / They are the doctors of the wilderness, / And we the low-priced laymen.",
                    "1591–1595; Juli[et]. […] VVhats heere? a cup in my true loues hand? / Poiſon I ſee hath bin his timeleſſe end: / O churle [referring to Romeo], drunke all, and left no friendly drop.",
                    "1630; VVrong not thy faire youth, nor the vvorld depriue / Of that great riches Nature freely lent, / Pitie 'tvvere they by niggardize ſhould thriue. / VVhoſe vvealth by vvaxing craueth to be ſpent, / For vvhich thou after iuſtly ſhall be ſhent; / Like to ſome rich churle burying his pelfe, / Both to vvrong others, and to ſterue himſelfe.",
                    "1609; VVithin thine ovvne bud burieſt thy content, / And tender chorle makſt waſt in niggarding: […]",
                    "1611; The vile perſon ſhall be no more called liberall, nor the churle ſayd to be bountifull.",
                    "1768; [W]hen a few words will reſcue miſery out of her diſtreſs, I hate the man who can be a churl of them."
                ]
            }
        ]
    },
    {
        "word": "circle jerk",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A group of people jerking off (“masturbating”) together (with or without interpersonal contact).",
                "quotations": [
                    "1977; Three screaming queens, the Abbot, the Abbes an the Bishop, who hold circle jerks in their rooms for other students with similar proclivities.",
                    "1990; This is Melville's real heaven, an all-male platoon, each with his hand in someone's pocket. The circle jerk is another Romantic uroboros."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "Any group or group activity indulging in excessive mutual praise.",
                "quotations": [
                    "2022; When organisations celebrate their anniversaries you can usually expect a dull circle jerk of self-congratulation, so the BBC played a blinder in getting Harry Enfield and Paul Whitehouse to do it for them. Patting yourself on the back looks better when you send yourself up."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "An environment (especially an online community) in which people express or validate a narrow set of ideas and feelings.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A situation in which a group of people engage in self-indulgent or self-gratifying behavior, especially by reinforcing each other's views or attitudes.",
                "quotations": [
                    "2020; There is a long line of these types, some cleverer than others: Rod Liddle, Richard Littlejohn and Jeremy Clarkson, with Toby Young, James Delingpole and Martin Daubney on the subs’ bench. They present as dissenting voices, speaking truth to the elite. In reality, they just preach to people their age. To call this circle jerk of intolerance a culture war is to ennoble it."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "A person who shares syringes when injecting drugs.",
                "quotations": []
            }
        ]
    },
    {
        "word": "commie",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "A communist; a person with communist sympathies; a supposed communist infiltrator.",
                "quotations": [
                    "1960; “Jack Kennedy′s one commie,” he said, “and tonight maybe they′ll elect him President, and we′ll all get killed. You know.”",
                    "2004; The commies claim they are helping the blacks.",
                    "2024; \"I heard Winnie the Pooh was like garlic to a vampire to the Chinese commies,\" he said. \"Popular arts and music, poetry, dancing and singing is a threat to those in power, and I'm really trying to bring back that rock-and-roll rebellious spirit into music, you know.\""
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "Synonym of anticapitalist.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "Communist.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A Holden Commodore.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A commercial vehicle.",
                "quotations": []
            }
        ]
    },
    {
        "word": "crack",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A thin and usually jagged space opened in a previously solid material.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A narrow opening.",
                "quotations": [
                    "2011; Dimitar Berbatov found the first cracks in the home side's resilience when he pulled one back from close range and Hernandez himself drew the visitors level with a composed finish three minutes later as Bloomfield Road's earlier jubilation turned to despair."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A sharply humorous comment; a wisecrack.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "Crack cocaine, a potent, relatively cheap, addictive variety of cocaine; often a rock, usually smoked through a crack-pipe. Something good-tasting or habit-forming.",
                "quotations": [
                    "1995; And even as a crack fiend, Mama / You always was a black queen, Mama",
                    "2006; There were times when she could tell the Washingtons were overwhelmed by Jahlil's difficult ways, and one time Jessie even had the nerve to ask Carmiesha if she had smoked anything like crack or ice while she was pregnant with him.",
                    "2012; When did naming foods after a powerful narcotic become a thing? […] Now the mean streets of New York are rife with “salted crack caramel” ice cream, “pistachio crack” brittle, “crack steak” sandwiches, and “tuna on crack.”"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The sharp sound made when solid material breaks.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Any sharp sound.",
                "quotations": [
                    "2011; She broke to love in the opening game, only for Bartoli to hit straight back in game two, which was interrupted by a huge crack of thunder that made Lisicki jump and prompted nervous laughter from the 15,000 spectators."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A sharp, resounding blow.",
                "quotations": [
                    "1852; Mrs. Perkins, who has not been for some weeks on speaking terms with Mrs. Piper in consequence for an unpleasantness originating in young Perkins' having \"fetched\" young Piper \"a crack,\" renews her friendly intercourse on this auspicious occasion."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "An attempt at something.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar",
                    "slang"
                ],
                "description": "The vagina.",
                "quotations": [
                    "1956; I rattled off more silly nonsense, all the while clutching her firmly, pushing my fingers into her gluey crack."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The space between the buttocks.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Conviviality; fun; good conversation, chat, gossip, or humorous storytelling; good company.",
                "quotations": [
                    "1817; But first I maun hae a crack wi' an auld acquaintance here.—Mr. Owen, Mr. Owen, how's a' wi' ye, man?",
                    "1865; He seed 'em bawth as he coom'd frae t' Nab, / Nobbut aaf an hooer agone: / An' he stopp'd, did Jan, for a bit of a crack, / For t' gells was lahk aloan.",
                    "2001; Being a native of Northumberland, she was enjoying their banter and Geordie good humour. This was what she needed — good company and good crack.",
                    "2006; By the time we've got a good drunk on us there'll be more crack in this valley than the night I pissed on the electric fence!"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Business; events; news.",
                "quotations": [
                    "1869; But, aw see yo known him weel enough; an' so aw'll tell yo a bit of a crack abeawt him an' Owd Neddy."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A program or procedure designed to circumvent restrictions or usage limits on software.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "An expanding circle of white water surrounding the site of a large explosion at shallow depth, marking the progress of the shock wave through the air above the water.A nuclear explosion in shallow water; the crack is clearly visible on the water's surface.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "a chat. 1936, Arthur Ransome, Pigeon Post, ch 3. « And when he come down in the evenings, he’d drop in every night to have a crack wi’ Old Bob. »",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "Extremely silly, absurd or off-the-wall ideas or prose.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The tone of voice when changed at puberty.",
                "quotations": [
                    "1611; And let vs (Polidore) though now our voyces / Haue got the manniſh cracke, ſing him to'th'ground"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A mental flaw; a touch of craziness; partial insanity.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A crazy or crack-brained person.",
                "quotations": [
                    "1711; On the London Cries […] I have lately received a letter from some very odd fellow upon this subject […] ‘Sir, […] , but I cannot get the parliament to listen to me ; who look upon me, forsooth, as a crack and a projector […] I am, SIR, &c. / RALPH CROTCHET’"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A boast; boasting.",
                "quotations": [
                    "1590; Slaunderous reproches,and fowle infamies, / Leaſings,backbytings,and vaineglorious crakes",
                    "1814; D'ye hear wha's coming to cow yere cracks?"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Breach of chastity.",
                "quotations": [
                    "1611; But thinke her bond of Chaſtity quite crack'd, I hauing 'tane the forfeyt."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A boy, generally a pert, lively boy.",
                "quotations": [
                    "1596–1599; The ſame Sir Iohn, the very ſame: I ſaw him breake Scogaan's Head at the Court-Gate, when hee was a Crack, not thus high: […]",
                    "1608–1609; Indeed la, tis a noble childe. / - A Cracke Madam."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "A brief time; an instant; a jiffy.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The act of hitting on someone.",
                "quotations": [
                    "1987; The eyes of my sisters who fear my crack*[footnote] Before the popularization of the term \"crack\" as a drug, its common usage in the Black community referred to men publicly cruising and approaching women."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "Dry firewood.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Highly trained and competent.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Excellent, first-rate, superior, top-notch.",
                "quotations": [
                    "1849; Every scratch in the scheme was a gnarled oak in the forest of difficulty, and I went on cutting them down, one after another, with such vigour, that in three or four months I was in a condition to make an experiment on one of our crack speakers in the Commons.",
                    "1962; Fortunately, it is unusual for the crack transatlantic liners to sail or dock on a Saturday, but it is the custom for most holiday cruises to start on that day, returning on Fridays a fortnight or three weeks later."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "One who excels; the best, especially a winning racehorse.",
                "quotations": [
                    "1872; Stanton had at one time a reputation for inaccessibility, but that has long since become a thing of the past, […] So that the gallops of the cracks' can, in most cases, be regularly watched and their daily doings truthfully chronicled.",
                    "1888; 1st Gent. What dost think, Jockey? / 2nd Gent. The crack o' the field's against you."
                ]
            }
        ]
    },
    {
        "word": "crap",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "The husk of grain; chaff.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar",
                    "slang"
                ],
                "description": "Something worthless or of poor quality; junk.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar",
                    "slang"
                ],
                "description": "Nonsense; something untrue.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar",
                    "slang"
                ],
                "description": "Feces.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar",
                    "slang"
                ],
                "description": "An act of defecation.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [
                    "vulgar"
                ],
                "description": "Of poor quality.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A losing throw of 2, 3, or 12 in craps.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Attributive form of craps.",
                "quotations": [
                    "1974; To test the possibility that her husband’s luck was indestructible, Mary went to the crap tables and made a small bet.",
                    "1992; I step up to the least-crowded crap table, taking my place to the right of a country-and-western-type stickwoman with tightly permed blond hair who looks as if she would be more comfortable dressed in the square-dance outfit of the Frontier than wearing the chinoiserie, or maybe the japonaiserie, of her purple kimono uniform.",
                    "2014; Separately, you are playing in a crap game. The crap bets earn you $20,000 a year so long as rates stay put but could cost you a $100,000 or $200,000 loss if rates go up."
                ]
            }
        ]
    },
    {
        "word": "creepy",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Moving by creeping along.",
                "quotations": [
                    "1874–1876; The Beaver brought paper, portfolio, pens, / And ink in unfailing supplies: / While strange creepy creatures came out of their dens, / And watched them with wondering eyes."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Producing an uneasy fearful sensation, as of things crawling over one's skin.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Causing discomfort or repulsion due to strange or eccentric behavior.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Causing discomfort through exhibiting sexually inappropriate behavior.",
                "quotations": [
                    "2022; \"He doesn't look creepy,\" I said. \"Kind of nerdy, in a harmless way.\"Looks can be deceiving. See that camera? He was always going around with that camera, snapping pictures. Some girls caught him trying to get 'up skirt' shots while they sat at their desks. […]\""
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Feeling an uneasy fearful sensation; creeped out.",
                "quotations": [
                    "1920; “I felt creepy and afraid,” continued the other, with conviction. “I had the sensation of being seen by someone—as if someone, I mean, was watching me. […]"
                ]
            }
        ]
    },
    {
        "word": "crude",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "In a natural, untreated state.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Characterized by simplicity, especially something not carefully or expertly made.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Lacking concealing elements.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Lacking tact or taste.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Immature or unripe.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Uncooked, raw.",
                "quotations": [
                    "1503–1512; Her mete was very crude,She had not wel endude; […]"
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Pertaining to the uninflected stem of a word.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Any substance in its natural state.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Crude oil.",
                "quotations": [
                    "2013; The dawn of the oil age was fairly recent. Although the stuff was used to waterproof boats in the Middle East 6,000 years ago, extracting it in earnest began only in 1859 after an oil strike in Pennsylvania. The first barrels of crude fetched $18 (around $450 at today’s prices)."
                ]
            }
        ]
    },
    {
        "word": "cuckold",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A man married to an unfaithful wife, especially when he is unaware or unaccepting of the fact.",
                "quotations": [
                    "1994; You see, it happened that two lieutenantesses were fighting, because their husbands had made cuckolds of them ...",
                    "2001; In the early English drama, no play better approximates Ovid's contemptuous portrait of the willing cuckold than does Thomas Middleton's Chaste Maid in Cheapside (ca. 1612).",
                    "2017; Nothing captured the alt-right mentality better than cuckservative, with its taunt that moderation is unmanly and certain conservative males are cuckolds."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A man who is paraphilically attracted to or aroused by the sexual infidelity of a partner.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A West Indian plectognath fish, Rhinesomus triqueter.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The scrawled cowfish, Acanthostracion quadricornis and allied species.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Synonym of fringed filefish.",
                "quotations": []
            }
        ]
    },
    {
        "word": "cuckoldry",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "An act of adultery committed by a married woman against her husband.",
                "quotations": [
                    "1603; How many such-like cuckoldries are there in histories, procured by the Gods against seely mortall men?"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The state of being a cuckold.",
                "quotations": [
                    "2017; By the end of 2017, it was clear that Homo politicus, like his allies in Hollywood and the media, tends not towards cuckoldry but a 21st-century equivalent of the droit du seigneur."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Among certain male fish, the practice of interrupting a mating pair to release sperm in an attempt to fertilize the female.",
                "quotations": []
            }
        ]
    },
    {
        "word": "curse",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A supernatural detriment or hindrance; a bane.",
                "quotations": [
                    "1611; If ye will not heare, and if yee will not lay it to heart, to giue glory vnto my name, saith the Lord of hostes; I will euen send a curse vpon you, and will curse your blessings: yea, I haue cursed them already, because yee doe not lay it to heart.",
                    "1712; Oh Portius, is there not some choſen Curſe,Some hidden Thunder in the Stores of Heav’n,Red with uncommon Wrath, to blaſt the ManWho owes his Greatneſs to his Country’s Ruin?"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A prayer or imprecation that harm may befall someone.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The cause of great harm, evil, or misfortune; that which brings evil or severe affliction; torment.",
                "quotations": [
                    "1602; The common curſe of mankinde, Folly and Ignorance […]"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A vulgar epithet.",
                "quotations": [
                    "2013; Swearing doesn't just mean what we now understand by \"dirty words\". It is entwined, in social and linguistic history, with the other sort of swearing: vows and oaths. Consider for a moment the origins of almost any word we have for bad language – \"profanity\", \"curses\", \"oaths\" and \"swearing\" itself."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "A woman's menses.",
                "quotations": []
            }
        ]
    },
    {
        "word": "demagogue",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A political orator or leader, especially in a democratic system, who gains favor by pandering to or exciting the passions and prejudices of the audience rather than by using rational argument.",
                "quotations": [
                    "1949; If the majority of our fellow-citizens are more susceptible to the slogans of fear and race hatred than to those of peaceful accommodation and mutual respect among human beings, our political liberties remain at the mercy of any eloquent and unscrupulous demagogue.",
                    "1954; What is a demagogue? He is a politician skilled in oratory, flattery and invective; evasive in discussing vital issues; promising everything to everybody; appealing to the passions rather than the reason of the public; and arousing racial, religious, and class prejudices—a man whose lust for power without recourse to principle leads him to seek to become a master of the masses. He has for centuries practiced his profession of 'man of the people'. He is a product of a political tradition nearly as old as western civilization itself.",
                    "2010; It is true that America has a paranoid streak in its politics, and demagogues come along from time to time to feed on anger and resentment."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A leader of the people.",
                "quotations": []
            }
        ]
    },
    {
        "word": "despot",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A ruler with absolute power; a tyrant.",
                "quotations": [
                    "2009; The Red Holocaust is best interpreted in this light as the bitter fruit of an[sic] utopian gambit that was socially misengineered into a dystopic nightmare by despots in humanitarian disguise."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A title awarded to senior members of the imperial family in the late Byzantine Empire, and claimed by various independent or semi-autonomous rulers in the Balkans (12th to 15th centuries)",
                "quotations": []
            }
        ]
    },
    {
        "word": "diploma mill",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A business that sells fake diplomas or academic degrees.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A disreputable university, churning out diplomas to unqualified students.",
                "quotations": []
            }
        ]
    },
    {
        "word": "energy vampire",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A device or appliance that uses electricity even while switched off.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A person who is emotionally draining.",
                "quotations": []
            }
        ]
    },
    {
        "word": "femdom",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Female domination; a sexual practice in which women dominate men or other people.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A female dominator in sadomasochistic sexual practices.",
                "quotations": [
                    "2017; I'm acutely aware that I'm on my knees in front of a gorgeous femdom.",
                    "2018; She wished she had some fuck-me stiletto thigh-high boots on to give her more of a Domme appearance, but she had seen plenty of femdoms at the club wearing comfortable walking shoes."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Females considered as a group; womankind.",
                "quotations": []
            }
        ]
    },
    {
        "word": "fiend",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A devil or demon; a malignant or diabolical being; an evil spirit.",
                "quotations": [
                    "1587–1588; what God or Feend, or ſpirit of the earth,Or Monſter turned to a manly ſhape,Or of what mould or mettel he be made, […]",
                    "1845; Be that word our sign of parting, bird or fiend!"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A very evil person.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "An enemy; a foe.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The enemy of mankind, specifically, the Devil; Satan.",
                "quotations": [
                    "1971; At the confirmation ceremony the bishop would lay his hands on the child and tie around its forehead a linen band […] . This was believed to strengthen him against the assaults of the fiend […]"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "An addict or fanatic.",
                "quotations": [
                    "1837; Now the sign of the Lamb is a modern daub, not that which hung like a \"banner on the outward wall,\" when the celebrated \"cigar-fiend\" used to haunt the hostelrie consuming incredible quantities of the best Havanas.",
                    "1951; You could hear him putting away his crumby toilet articles and all, and opening the window. He was a fresh-air fiend."
                ]
            }
        ]
    },
    {
        "word": "flagitious",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Guilty of terrible crimes; wicked, criminal.",
                "quotations": [
                    "1842; The duke found his soldiery half disciplined, flagitious, disorderly and inefficient: he rendered them, in his own words, a \"perfect organ.\"",
                    "2020; As flagitious as he can be, Mr. Trump has been a legitimate news figure and, thus, what he had to say should be aired."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Extremely brutal or wicked; heinous, monstrous.",
                "quotations": [
                    "1711; But if in Noble Minds ſome Dregs remain, / Not yet purg'd off, of Spleen and ſow'r Diſdain, / Diſcharge that Rage on more Provoking Crimes, / Nor fear a Dearth on theſe Flagitious Times.",
                    "1824; Less extensively mischievous, tyrannicide would be less flagitious than populicide; murder of one, though he were a Secretary of State; or—but imagination must stop here—than murder of a promiscuous multitude of unarmed men, women, and children.",
                    "1959; As he entered he boomed: \"Monstrous! Flagitious!\""
                ]
            }
        ]
    },
    {
        "word": "fornication",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Sexual intercourse by people who are not married to each other, or which is considered illicit in another way.",
                "quotations": [
                    "1589–1590; FRIAR BARNARDINE. Thou hast committed—BARABAS. Fornication: but that was in another country;And besides, the wench is dead.",
                    "1603–1604; I am the sister of one Claudio,Condemned upon the act of fornicationTo lose his head, condemned by Angelo",
                    "1611; Now the works of the flesh are manifest, which are these; Adultery, fornication, uncleanness, lasciviousness, Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies, Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.",
                    "1734; Draw not near unto fornication; for it is wickedness, and an evil way",
                    "1816; In one case, where a man was sued for committing fornication with his wife before marriage, it appeared, that seven years after her death he was cited to stand as a prisoner at their bar, though he had lived with her for nine years, […]",
                    "1893; ... that he was a married man at the time is a necessary allegation, as the allegation that he was an unmarried man would have been necessary had he been charged with the crime of incest, by having committed fornication with his daughter.",
                    "2013; Thus, at Roxbury, 1678, Hanna Hopkins was censured in the church for fornication with her husband before marriage and for fleeing from justice into Rhode Island."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Sexual intercourse in general; sex.",
                "quotations": [
                    "2012; For a moment he stared at the back of the Lascar, wondering if he were the youth that he had disturbed during fornication with his Engineer, then dismissed all thoughts of the previous night, he was getting old, and suspicious, what did it matter […]"
                ]
            }
        ]
    },
    {
        "word": "foul",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Covered with, or containing unclean matter; dirty.",
                "quotations": [
                    "1944; It was, however, most interesting work, and the moulders themselves were a decent crowd, never tired of making jokes about themselves such as the hoary one that moulders did not live long, which however ran counter to the other one that no germs could live in a foundry—the atmosphere was too foul.",
                    "2013; Since the mid-1980s, when Indonesia first began to clear its bountiful forests on an industrial scale in favour of lucrative palm-oil plantations, “haze” has become an almost annual occurrence in South-East Asia. The cheapest way to clear logged woodland is to burn it, producing an acrid cloud of foul white smoke that, carried by the wind, can cover hundreds, or even thousands, of square miles."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Obscene, vulgar or abusive.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Detestable, unpleasant, loathsome.",
                "quotations": [
                    "1610–1611; […] Hast thou forgot / The foul witch Sycorax, who with age and envy / Was grown into a hoop? Hast thou forgot her?",
                    "1667; Who first seduced them to that foul revolt?",
                    "1982; Cultural norms and social rules regulate whether someone can be among others or will be isolated, whether the sick will be considered foul or acceptable, and whether they are to be pitied or censured."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Disgusting, repulsive; causing disgust.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Ugly; homely; poor.",
                "quotations": [
                    "1602; Let us, like merchants, show our foulest wares."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Unpleasant, stormy or rainy. (of the weather)",
                "quotations": [
                    "1596; So foul a sky clears not without a storm."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Dishonest or not conforming to the established rules and customs of a game, conflict, test, etc.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Entangled and therefore restricting free movement, not clear.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "(with \"of\") Positioned on, in, or near enough to (a specified area) so as to obstruct it.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Outside of the base lines; in foul territory.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A breach of the rules of a game, especially one involving inappropriate contact with an opposing player in order to gain an advantage; for example, tripping someone up in soccer, or contact of any kind in basketball.",
                "quotations": [
                    "2011; A second Norwich goal in four minutes arrived after some dire Newcastle defending. Gosling gave the ball away with a sloppy back-pass, allowing Crofts to curl in a cross that the unmarked Morison powered in with a firm, 12-yard header.Gosling's plight worsened when he was soon shown a red card for a foul on Martin.",
                    "2011; Even though we were swept, we did outstat the Fast Breakers in one category: they had six technical fouls for the series (three for Bibby, two for Matthews, and one for Shouse), and we totaled nine (three each for Mannion and me, one each for Jose Slaughter, Lewis, and Lamp)."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A (usually accidental) contact between a bowler and the lane before the bowler has released the ball.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A foul ball, a ball which has been hit outside of the base lines.",
                "quotations": []
            }
        ]
    },
    {
        "word": "freak show",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "An intentionally shocking exhibition of people with unusual characteristics, and which may include people who are gigantic, dwarfish, intersex, physically deformed or who have other extraordinary diseases, conditions and talents.",
                "quotations": [
                    "2012; It only takes a little tweaking for the Simpsons’ home to become a full-on freak show, with Homer as its perpetually apoplectic main attraction."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "A freakish person, or a group thereof.",
                "quotations": [
                    "2012; “Get out of here, you freak show,” Emmy said."
                ]
            }
        ]
    },
    {
        "word": "freaking",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [
                    "slang"
                ],
                "description": "Fucking.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Freakish.",
                "quotations": [
                    "1665; Thence home and visited Sir J. Minnes, who continues ill, but is something better, there he told me what a mad freaking fellow Sir Ellis Layton hath been, and is, and once at Antwerp was really mad."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A streak or variegation in a pattern.",
                "quotations": [
                    "1926; For the greater part of the time we were considerably above the sea, that took on a more vivid hue, more peacock freakings, for every yard we hung above it. Once in a way we got down to sea level, but only to mount again.",
                    "1937; […] so through every conceivable shade of red, lilac and purple to a vinous maroon of the deepest dye, with freakings and freckles and all manner of fantastic adornments."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A sexual style of dance similar to daggering.",
                "quotations": []
            }
        ]
    },
    {
        "word": "frigging",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Masturbation.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "A minced oath of \"fucking\" as an intensifier.",
                "quotations": []
            }
        ]
    },
    {
        "word": "grifter",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A con artist; someone who pulls confidence games; a swindler, scammer, huckster, hustler, and/or charlatan.",
                "quotations": [
                    "1939; We're all grifters. So we sell each other out for a nickel.",
                    "1958; That was the train the drunks and the sinners rode—the gambling men and the grifters, the big-time spenders, the skirt-chasers, and all the jolly crew.",
                    "2020; From the small-time grifters like Anna Sorokin, who adopted the last name Delvey to masquerade in downtown New York circles as a European heiress for four years before she was convicted of second-degree grand larceny in 2019, […] all impostors come equipped with a tall tale and a look to match."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A manipulator or otherwise generally corrupt person who \"games\" a system, group of people, or other entity for selfish gains; especially of a political \"sell-out\" perceived as lacking integrity.",
                "quotations": []
            }
        ]
    },
    {
        "word": "hag",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A witch, sorceress, or enchantress; a female wizard.",
                "quotations": [
                    "1565; And that olde hag that with a staffe his staggering lymbes dooth stay",
                    "1851; Such unaccountable masses of shades and shadows, that at first you almost thought some ambitious young artist, in the time of the New England hags, had endeavored to delineate chaos bewitched."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "An ugly old woman.",
                "quotations": [
                    "1887; The elder women were literally \"old hags\" - lean and shrivelled, and excessively ugly."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "An evil woman.",
                "quotations": [
                    "2017; I don't plan to stop drinking. But... I don't wanna forget. I can't turn away anymore. So, if I'm gonna die, well, it might as well be driving my sword through the heart of that murderous hag."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "A woman over the age of 30 years.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A fury; a she-monster.",
                "quotations": [
                    "1646; Fourth of the cursed knot of hags is she / Or rather all the other three in one; / Hell's shop of slaughter she does oversee, / And still assist the execution"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A hagfish; one of various eel-like fish of the family Myxinidae, allied to the lamprey, with a suctorial mouth, labial appendages, and a single pair of gill openings.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A hagdon or shearwater; one of various sea birds of the genus Puffinus.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "An appearance of light and fire on a horse's mane or a person's hair.",
                "quotations": [
                    "1656; Flamma lambentes (or those we call Haggs) are made of Sweat or some other Vapour issuing out of the Head; a not-unusuall sight amongst us when we ride by night in the Summer time: They are extinguisht, like flames, by shaking the Horse Mains"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The fruit of the hagberry, Prunus padus.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "Sleep paralysis.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A small wood, or part of a wood or copse, which is marked off or enclosed for felling, or which has been felled. [from 15th c.]",
                "quotations": [
                    "1845; This said, he led me over hoults and hags; / Through thorns and bushes scant my legs I drew"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A marshy hollow, especially an area of peat lying lower than surrounding moorland, formed by erosion of a gully or cutting and often having steep edges. [from 16th c.]",
                "quotations": [
                    "1662; And they likewise ordained […] that all the warp should be thrown into the Common wayes, to fill up haggs and lakes, where need was, upon a great penalty, where it should ly neer the Common rode.",
                    "1818; […] upon wet brae-sides, peat-haggs, and flow-mosses, […]",
                    "1845; The uplands are generally mossy, resting on clay of a yellow colour, covered by moss of various depths, which often break into what are called hags, or flow-moss.",
                    "1868; […] I had made sure to find him in the hag o' Coars-Neuk Moor, […]",
                    "1882; The strongest nag that crosses th' hagg / Wi wots ta Fullod mill.",
                    "1898; […] the murky flag / Flaps on Turftennant's rushy hag.\"",
                    "2017; The shallow slow-running groughs fed the hag with a trickle of coppery water.",
                    "2023; The winter snow has collected amongst the eroded peat hags and is being actively reshaped into deep dunes and linear ripples by the strong winds whipping across the summit ridge. In the winter light, large sandblasted granite tors, sugar-coated with ice, stand out […]"
                ]
            }
        ]
    },
    {
        "word": "heterofascist",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Exhibiting or relating to hetero-fascism.",
                "quotations": [
                    "1976; […] and support for each other in fighting the oppression forced on us by the larger heterofascist society and against those gay men who identify with it.",
                    "1991; Also, some time ago, when I first discovered soc.motss, I found out that I was WRONG to advocate monogamy (I was merely part of some crypto-Christian heterofascist breeding ideal).",
                    "2000; After Louie describes with horror the father's forcing Virgil (arguably Louie's long unrequited love) to shoot some puppies to make a man out of him, we begin to see how Louie further denaturalizes heterosexualized spaces, here demonstrating the heterofascist fear of dissolution into a female subject constructed as the dark abyss […]"
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A proponent of hetero-fascism.",
                "quotations": [
                    "1976; Surely radical faggots dedicated to to ending worldwide capitalist oppression can come up with a better solution than the alienating old-age concentration homes of the heterofascists.",
                    "1996; It's funny that all the above mentioned Nazis were all heterofascists."
                ]
            }
        ]
    },
    {
        "word": "horny",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Hard or bony, like an animal's horn.",
                "quotations": [
                    "1951; Two Dwarfs were at the bellows, another was holding a piece of red-hot metal on the anvil with a pair of tongs, a fourth was hammering it, and two, wiping their horny little hands on a greasy cloth, were coming forward to meet the visitors."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Having the hard consistency and pale colour of an animal's horn.",
                "quotations": [
                    "1886; She could not see, for her whitish eyes were covered with a horny film."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Having horns.",
                "quotations": [
                    "2025; In 1997, 4th and 5th grade Waterville Elementary students told me they saw Short-horned lizards (commonly known as Horny toads) all around their area."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [
                    "slang"
                ],
                "description": "Sexually aroused, with or without physical manifestation; experiencing a feeling of sexual desire.",
                "quotations": [
                    "1949; [H]er thick, gurgling voice saying […] : \"Get it in all the way… please, please do… I’m horny.\"",
                    "1951; After a while I sat down in a chair and smoked a couple of cigarettes. I was feeling pretty horny. I have to admit it.",
                    "1971; Ain’t that the horny bitch that was grindin with the blind dude.",
                    "1993; As I turn the corner, starin' in your cornea / You're gettin' hornier and hornier",
                    "2019; “Mrs. Fletcher,” the HBO mini-series about a middle-aged woman’s sexual reawakening, showcases a horny mom who can’t stop masturbating to pornography.",
                    "2023; “Sad gay men are objectively just the horniest people in the world,” Morrison says, citing a conversation with his therapist who assured him the combination of feelings is totally natural.",
                    "2024; But this much can be said with surety: Hollywood is hornier than it has been in years."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [
                    "slang"
                ],
                "description": "Sexually arousing.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "In a state of physical sexual arousal: experiencing tentigo, tumescence of the penis as a result of sexual arousal.",
                "quotations": []
            }
        ]
    },
    {
        "word": "horseshit",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [
                    "vulgar",
                    "slang"
                ],
                "description": "Synonym of bullshit (figurative senses). Serious harassment or abuse. Blatant nonsense, more likely stemming from ignorance than any intent to deceive. Deliberate falsehoods (lies); manipulations or cons (fraud).",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Horse feces / manure.",
                "quotations": [
                    "2001; A huge one. It was my job to mix the horseshit in with the soil. Great big wheelbarrows full of horseshit. We used to drive around to farms that had horses and ask them if we could shovel up their horseshit.",
                    "2012; The aroma was a mix of cedar, hay and horseshit but somehow, Betty found it pleasantly intoxicating."
                ]
            }
        ]
    },
    {
        "word": "hypocrisy",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "The contrivance of a false appearance of virtue or goodness, while concealing real character or inclinations, especially with respect to religious and moral beliefs; hence in general sense, dissimulation, pretence, sham.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The claim or pretense of having beliefs, standards, qualities, behaviours, virtues, motivations, etc. which one does not really have. [from early 13th c.]",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The practice of engaging in the same behaviour or activity for which one criticises another; moral self-contradiction whereby the behavior of one or more people belies their own claimed or implied possession of certain beliefs, standards or virtues.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "An instance of hypocrisy.",
                "quotations": []
            }
        ]
    },
    {
        "word": "inbred",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Bred within; innate.",
                "quotations": [
                    "1899; We who from daily experience knew Miss Smedley like a book—were we not only too well aware that she had neither accomplishments nor charms—no characteristic, in fact, but an inbred viciousness of temper and disposition?",
                    "1666; His cold experience tempers all his heat, And inbred worth doth boasting valour slight."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [
                    "derogatory"
                ],
                "description": "Having an ancestry characterized by inbreeding.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Describing a strain produced through successive generations of inbreeding resulting in a population of genetically identical individuals which are homozygous at all genetic loci.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Insular or self-contained, primarily interacting with and drawing upon one another.",
                "quotations": [
                    "1987; The Lavender Quill Society, that group of in-bred Manhattan gay writers who believe that gay literature begins and ends in their clique (outsiders need not apply for membership).",
                    "2024; The level of academic inbreeding differs between countries and continents. Macháček et al. (2022) reported that in North America only 31% of all researchers are inbred (based on 22 major fields of science), while in Asia, this proportion is 55%, in Western and Northern Europe 37% and in Central and Eastern Europe reaches nearly 79% which is the highest proportion of inbreeders on the global scale."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A plant or animal produced by inbreeding.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar"
                ],
                "description": "A person born of incest.",
                "quotations": []
            }
        ]
    },
    {
        "word": "incel",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A member of an online subculture of people (mostly men) who define themselves as unable to find a romantic or sexual partner despite desiring one.",
                "quotations": [
                    "2004; Though, involuntary celibates (or incels) shouldn't try to rationalize a dateless season or pass off sexual awkwardness as virtue; […]",
                    "2017; It is not clear when the term incels was coined, but the link between misogyny and violence against women has emerged on sites where incel communities gather.",
                    "2018; The incel ideology has already inspired the murders of at least sixteen people. Elliot Rodger, in 2014, in Isla Vista, California, killed six and injured fourteen in an attempt to instigate a “War on Women” for “depriving me of sex.”",
                    "2018; ",
                    "2023; The framing of inceldom as an “adverse life circumstance”, repeated across the Wiki, lends credibility to the framing used by incels who wish to dissociate themselves from the common descriptions of incels as a ‘movement’, ‘ideology’ or ‘community’. […] This report finds that the Wiki is a site of attempts to divorce the concept of being an incel from believing in the blackpill, and we argue that this is intended as a means of both expanding the category of incels to make them politically relevant, and dissociating the label ‘incel’ from violent misogyny.",
                    "2023; Online forums dedicated to incel culture are a reliable way to see how the term evolved and is used today. A subreddit, or forum on Reddit, called r/incels was one of the most visible meeting places for self-identified incels until it was banned by Reddit in 2017 for “violent content.”"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "An individual who is not sexually active despite having such a desire.",
                "quotations": [
                    "2009; Another study by Donnelly of seventy-seven incels in marriages or long-term relationships in the Journal of Marriage and Family used a web-based questionnaire to ask people why they stayed in their sexless relationships (defined in this case as no sex for six months)."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A misogynistic man, with the implication that his misogyny makes him undesirable to potential partners, thus limiting his romantic and/or sexual prospects.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "\"Involuntary celibacy\": the state of being not sexually active despite wishing to be.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Not having sexual relations despite wishing to.",
                "quotations": [
                    "2001; People who are 'incel' are often suspected as being gay. It's annoying."
                ]
            }
        ]
    },
    {
        "word": "iniquity",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Deviation from what is right; gross injustice, sin, wickedness.",
                "quotations": [
                    "1555; And bycauſe our auncient enemye the Deuyl, who is the well and, ſpryng of iniquitie, and is not onely hymſelfe an homycide, a lyer, and and[sic] hater of the truth frõ the beginnyng: [...] Therefore like as we deſyre here to be delyuered from ſynne, ſo also we deſyre, that our heauenly father will ſaue vs, and defende vs from this euil the cauſer of ſynne, that is to ſaye, the Deuyll: [...]",
                    "1603–1604; If you be ſo fond ouer her iniquity, giue her patent to offend, for if it touches not you, it comes neere no body.",
                    "1611; Beholde, he putteth no truſt in his Saints, yea, the heauens are not cleane in his ſight. How much more abominable and filthie is man, which drinketh iniquitie like water?",
                    "1702; It will be found, when the Myſterie of iniquitie ſhall be unriddled, that, as they were their ſpawn the Anabaptiſts, the obſtructers of our Doctrinal Reformation, ſo, they are by their Miſſionaries ſent unto Corners and Hillie Countreys the obſtructers of our practical.",
                    "1812; In the scanty number of reclaimed convicts, the noted George Barrington holds a conspicuous place. [...] His death took place nearly seven years ago: but for a considerable time previously he was in a state of insanity, produced, it is believed, by serious and sorrowful reflections on his early career of iniquity. [...] [H]is death was that of a sincere Christian.",
                    "1811; It is one of the most surprising things that I have ever observed, That sanctity should be ashamed to look out, but iniquity show itself at noon. [...] Hence the company of rakes over their bottle, are not shy to open to another the mystery of iniquity in their most abandoned actions, and to glory in their shame.",
                    "1900; Nekhlúdoff awoke next morning feeling as if he had been guilty of some iniquity the day before. He began considering. He could not remember having done anything wrong; he had committed no evil act, but he had had evil thoughts.",
                    "2014; But ever since the concept of \"hamartia\" recurred through Aristotle's Poetics, in an attempt to describe man's ingrained iniquity, our impulse has been to identify a telling defect in those brought suddenly and dramatically low."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "An act of great injustice or unfairness; a sinful or wicked act; an unconscionable deed.",
                "quotations": [
                    "1611; For this is an heinous crime, yea, it is an iniquitie to bee puniſhed by the Judges.",
                    "1651; [A]s for the other [goat], which was the Scape Goat, he [Aaron] was to lay his hands on the head thereof, and by a confeſſion of the iniquities of the people, to lay them all on that head, and then by ſome opportune man, to cauſe the Goat to be led into the wilderneſſe, and there to eſcape, and carry away with him the iniquities of the people.",
                    "1664; O regard not this, 'tis an iniquity to be taken heed of, in a dark day, in a day of trouble, ſuch as was upon Job; as black a day was upon him, as ever upon any in the world, as to his perſonal condition.",
                    "1713; As for moral Actions, a good Beginning is a great Sign of a good End; but it cannot juſtify a bad one, upon any Attempt: For there's many a holy Cheat in the World; and many an Iniquity, countenanc'd with Religion and Self-Preſervation, which is carry'd on under that Mask, to Rebellion and Murder.",
                    "1853; I would say that Slavery was an iniquity, and ought to be abolished. I would say there was no reason nor justice in the law, or the constitution that allows one man to hold another man in bondage.",
                    "1994; The path of the righteous man is beset on all sides by the iniquities of the selfish and the tyranny of evil men."
                ]
            }
        ]
    },
    {
        "word": "invective",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "An expression which inveighs or rails against a person.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A severe or violent censure or reproach.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Something spoken or written, intended to cast shame, disgrace, censure, or reproach on another.",
                "quotations": [
                    "1963; And wordy attacks against slavery drew sneers from observers which were not altogether undeserved. The authors were compared to doctors who offered to a patient nothing more than invectives against the disease which consumed him.",
                    "2013; [A] savage passage of 14th-century invective about the text-obsessed nerdiness of the Florentine bibliophile and friend of Petrarch, Niccolò Niccoli ..."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A harsh or reproachful accusation.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Characterized by invection or railing.",
                "quotations": []
            }
        ]
    },
    {
        "word": "ire",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Iron.",
                "quotations": [
                    "1806; […] 'Tell I'm rud as the smith makes the pieces of ire; […]",
                    "1842; A ire thing, moore smart by haff, / That zeed var off 's za theene 's a laff, / An' zum zes edden' 'xac'ly saff, / Stan's in th' place ee did."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Great anger; wrath; keen resentment.",
                "quotations": [
                    "1587; She lik'd not his desire; Fain would be free but dreadeth parents ire",
                    "1591–1592; If I digg'd up thy forefathers graves, And hung their rotten coffins up in chains, It could not slake mine ire, nor ease my heart.",
                    "1667; Or Neptune's ire, or Juno's, that so long Perplex'd the Greek and Cytherea's son.",
                    "1701; For this th' avenging Pow'r employs his darts; / And empties all his quiver in our hearts; / Thus will perſiſt, relentleſs in his ire, / Till the fair ſlave be render'd to her ſire: [...]",
                    "2019; News of this notice from the university was picked up by local media and had the effect of raising the ire of some citizens who saw this as an attack on ‘Chinese heritage’, which in turn resulted in a rapid apology from the university[.]",
                    "2022; Meanwhile, Buffalo was under a driving ban until midnight Thursday because many of its streets were still clogged, preventing people from getting groceries and medication. In predominantly Black parts of the city, like the East Side, many residents still can’t leave their homes. Twelve-foot snow drifts still cover windows.¶ Buffalo’s slow, haphazard plowing and response has also drawn the ire of county leaders."
                ]
            }
        ]
    },
    {
        "word": "jerk off",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Alternative form of jerkoff (“an obnoxious person”).",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar"
                ],
                "description": "An act of masturbation.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A stunt in which the performer is suddenly pulled off a horse, etc. by means of a cable.",
                "quotations": [
                    "2014; He became one of the industry's top horsemen, specializing in Running Ws, pit falls, and cable jerk-offs."
                ]
            }
        ]
    },
    {
        "word": "jerk",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A sudden, often uncontrolled movement, especially of the human body.",
                "quotations": [
                    "1908; A barrel-organ in the street suddenly sprang with a jerk into a jovial tune."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A quick pull on something.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "A person with unlikable or obnoxious qualities and behavior, typically mean, self-centered, or disagreeable.",
                "quotations": [
                    "1962; Oh, Raymond―don't be such a jerk. Go and get yourself a drink or a tranquilizer or something.",
                    "2013; And [Albert Fish] was dizzyingly happy about it, smiled as described the grizzly details of the tortures and the murders, appearing to the detectives and one of the detectives said \"he appeared as the Devil himself.\" I mean this Albert F-, I mean this guy was a real jerk!"
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "A stupid person; an idiot or fool.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A lift in which the weight is taken with a quick motion from shoulder height to a position above the head with arms fully extended and held there for a brief time.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "Masturbation. An act of satirizing behavior that is, to an extent, common in a community, especially in circlejerk subreddits.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A dance, popular in Western culture in the 1960s, in which the head and upper body is thrown forwards regularly to the beat of the music.",
                "quotations": [
                    "1964; Girls, hey, what's that you're doingGirl, girl, what's that you're doingYou got to show me the steps to itSomehow, gonna learn how to do itDoing the jerkHey, do the jerkGirl, come on and workHey, do the jerk."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The rate of change in acceleration with respect to time.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A soda jerk.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A rich, spicy Jamaican marinade.",
                "quotations": [
                    "2016; Sunshine ranks high in the island's greates burger debate, while the chicken egg rolls with mango chutney and jerk mayo and fabulous fish tacos elevate pub grub to an art."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Meat (or sometimes vegetables) cured by jerking, in which it is coated in spices and slow-cooked over a fire or grill traditionally composed of green pimento wood positioned over burning coals; charqui.",
                "quotations": []
            }
        ]
    },
    {
        "word": "knavery",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "The antics or tricks of a knave; boyish mischief.",
                "quotations": [
                    "1599; […] Harry Monmouth, being in his right wittes and his good iudgements, turn'd away the fat Knight with the great belly doublet: he was full of ieſts, and gypes, and knaueries, and mockes; I haue forgot his name.",
                    "1820; The young Oxonian, on the contrary, had led out one of his maiden aunts, on whom the rogue played a thousand little knaveries with impunity; he was full of practical jokes, and his delight was to tease his aunts and cousins; yet, like all mad-cap youngsters, he was a universal favourite among the women."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "An unprincipled action; deceit.",
                "quotations": [
                    "1603–1604; Caſsio’s a proper man, let me ſee now, / To get his place and to make vp my will, / A double knauery—how, how,—let me see, […]",
                    "1720; [A]s our little Traffick with the Natives was hitherto upon the Faith of their firſt Kindneſs, we found ſome Knavery among them at laſt; for having bought ſome Cattel of them for our Toys, […] one of our Men differing with his Chapman, truly they huff’d him in their Manner, and keeping the things he had offered them for the Cattel, made their Fellows drive away the Cattel before his Face, and laugh at him; […]",
                    "1748; He conſider'd juſtly, that it was not requiſite, in order to reject a Fact of this Nature, to be able accurately to diſprove the Teſtimony, and to trace its Falſhood, thro' all the Circumſtances of Knavery and Credulity, which produc'd it.",
                    "1777; O, Hang 'em—no—wine does but draw forth a man's natural qualities; and to make them drink would only be to whet their Knavery.",
                    "1836; How much is conveyed in those two short words—\"The Parish!\" And with how many tales of distress and misery, of broken fortune, and ruined hopes, too often of unrelieved wretchedness and successful knavery, are they associated!",
                    "1840; I esteem the modern error, That all goes by self-interest and the checking and balancing of greedy knaveries, and that, in short, there is nothing divine whatever in the association of men, a still more despicable error, natural as it is to an unbelieving century, than that of a ‘divine right’ in people called Kings."
                ]
            }
        ]
    },
    {
        "word": "lewd",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Lascivious, sexually promiscuous, rude.",
                "quotations": [
                    "2014; Onstage he was known for ricochet riffs on politics, social issues and cultural matters both high and low; tales of drug and alcohol abuse; lewd commentaries on relations between the sexes; and lightning-like improvisations on anything an audience member might toss at him."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Lay; not clerical.",
                "quotations": [
                    "1599; So these great clerks their little wisdom show / To mock the lewd, as learn'd in this as they."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Uneducated.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Vulgar, common; typical of the lower orders.",
                "quotations": [
                    "1611; But the Jews, which believed not, […] took unto them certain lewd fellows of the baser sort, […] and assaulted the house of Jason.",
                    "1829; Too lewd to work, and ready for any kind of mischief."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Base, vile, reprehensible.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A sexually suggestive image, particularly one which does not involve full nudity.",
                "quotations": [
                    "1944; Nudes, lewds and smutty outhouse cards, although they can be bought in some of the rowdy joints, are a negligible percentage of the total, and are unobtainable in the chain stores, drugstores and travel stations which are the outlets for […]",
                    "1996; […] also put it, he learned “the difference between nudes and lewds.\""
                ]
            }
        ]
    },
    {
        "word": "loser",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A person who loses; one who fails to win or thrive.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Something of poor quality.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A person who is frequently unsuccessful in life.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A contemptible or unfashionable person.",
                "quotations": [
                    "2012; Mike didn't work but insisted that Jewell have a job. He would stay home and do whatever — smoke pot, screw around. He was a total loser, and she picked up the slack. That's around the time that Mom met her soon-to-be-next husband. He immediately moved in. He was a loser, too, with the same work ethic Mike had."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "One who or that which loses something, such as extra weight, car keys, etc.",
                "quotations": [
                    "1999; Another way to speed search (in general) is to order or bias the hypothesis space based on some heuristic. Suppose you are a habitual car key loser and that you keep track of where your keys turn up after each search.",
                    "2004; But a West German reporting a lost passport in East Berlin during the years of the Wall was treated to a criminal investigation, with the passport loser as the potential criminal.",
                    "2005; ",
                    "2009; You're counting on this insurance company to pay you a check many years in the future. But for some companies, disability coverage has been a money loser.",
                    "2010; You have to think of yourself as an already amazing person who's hiding behind extra weight—a superhero in a disguise. If you follow the program, […] change the message from “I'm a big loser” to “I'm a big weight loser.”"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A losing proposition, one that is likely to lose or already has lost (such as a losing bet or, analogously, a predictably fruitless task or errand).",
                "quotations": [
                    "1988; A new Guard came to town and decided to flex his muscles with George. We could have told him that he was on a loser but bright young men, then as now, know it all.",
                    "2001; Hardway bets are losers if they are rolled in any other combination—called \"soft\" or \"easy\" numbers. For instance, a Hardway bet on a 4 is a loser if the dice show as 3 and 1. Betting on a Hard 8 is a loser if the dice are rolled as a 5 and 3, or a 6 and 2. Naturally, if the 7 is rolled before the Hardway number shows, the bet is also a loser.",
                    "2021; In terms of betting on outcomes, Mars is a clear loser."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "A person convicted of a crime, especially more than once.",
                "quotations": []
            }
        ]
    },
    {
        "word": "matricide",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "The killing of one's mother.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A person who kills his or her mother.",
                "quotations": []
            }
        ]
    },
    {
        "word": "mendacity",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "The fact or condition of being untruthful; dishonesty.",
                "quotations": [
                    "1817; Mendacity is not a uniform offence: it changes its colour according to the nature and substance of the offence to which it is rendered or endeavoured to be rendered subservient. Mendacity, employed in drawing down upon an innocent head the destroying sword of justice, is murder: murder, encompassed with all its correspondent terror. Mendacity, employed in the obtainment of money, is but depredation. Yet, while predatory mendacity is punished with death, the punishment for the murderous mendacity is in comparison but a flea-bite.",
                    "1843; […] Treating the assertion of the witness as the effect, he [Pierre-Simon Laplace] considers as its two possible causes, the veracity or mendacity of the witness on the particular occasion, that is, the truth or falsity of the fact.",
                    "2017; So now the hard Brexiters say, with astonishingly cynical mendacity, that Britain would be better off going it alone.",
                    "2019; A shifty or unreliable politician may hide their mendacity behind deceit, fabrication on confabulation, or by rehearsed counter-attack that simply ignores the questions but makes imputations against the other.",
                    "2025; And when presidential counsellor Kellyanne Conway coined the phrase “alternative facts” a few days after Trump’s inauguration in early 2017, the mendacity of the incoming administration appeared to be all but official."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A deceit, falsehood, or lie.",
                "quotations": [
                    "1858; The scandalous bronze-lacker age, of hungry animalisms, spiritual impotencies and mendacities, will have to run its course, till the Pit swallow it.",
                    "1875; Though the rebels had utterly failed in their purposes, having accomplished nothing but the temporary disabling of two lightly armed vessels, and had retreated before the approach of the only formidable vessel there, they formally, and with a mendacity equalled only by some of their own efforts in that direction, proclaimed that they had \"driven out of sight, for a time, the entire hostile fleet,\" and that the blockade of the port of Charleston was raised.",
                    "2018; He would have you believe that every error we make is deliberate, that journalists have somehow ginned up a unified conspiracy of lies and mendacities against him."
                ]
            }
        ]
    },
    {
        "word": "meth",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Methamphetamine, especially in the form of the crystalline hydrochloride.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Methadone.",
                "quotations": [
                    "1998; Dunno why you want to try and make last any longer than it already does. Meth has to be the single most wicked shit I ever involved myself with. But as far as what it actually does, your best bet would be to trot down to the local library and look it up."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A tramp.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A spiced mead, originally from Wales.",
                "quotations": [
                    "1678; The Russians, Swedes, Danes, and those of Northern Inhabitants, exceed all the rest, having made the drinking of Brandy, Aqua Vitae, Hydromel, Beer, Mum, Meth, and other Liquors in great quantitites, so familiar to them, that they usually drink our countrymen to death."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "Marijuana.",
                "quotations": []
            }
        ]
    },
    {
        "word": "mystery meat",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "Any processed meat product whose animal source is not readily identifiable.",
                "quotations": [
                    "1999; It was strange how this kind of shaved, basically overcooked mystery meat, which he guessed really was, probably, beef, could be tastier, under the right circumstances, than a really good steak.",
                    "2015; A few minutes later, Ruth handed me my breakfast: burnt toast, runny scrambled eggs, and a mystery meat.",
                    "2023; Justina Machado and Aaron Mark went uptown to sample the savory pastries that play a central role in their new horror-comedy — minus the mystery meat."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Any unidentified or mysterious biological material of animal origin.",
                "quotations": [
                    "1984; Glittering of “mystery meat”, glowing of freshly rotten woods, burning of sea, flash of fireflies, light emitted by glowworms and allied organisms during night or in dark had always been a point of great curiosity till the secret behind all these was unfolded by Robert Boyle in 1668.",
                    "2000; The set of rules and strategies for organ and tissue identification (sometimes called “the hitchhiker’s guide to mystery meat”) as formulated by the Scientific Method, are a short set of decisions in the form of a branching tree or flow chart.",
                    "2016; It’s not worth it, trying to figure Cam out—part of Cam’s special brand of charm is the screwed-up mystery meat that masquerades as his brain.",
                    "2018; Life is the most miraculous thing imaginable. Sandwiched between two eternities, we are glorious mystery meat.",
                    "2021; The fourth diver was sent to the autopsy in four separate bags, collected from various different locations around the rig, with one miscellaneous body part collected from ten metres above the chambers. Every part of the body inside these bags of mystery meat showed some sign of injury."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "An asset of unknown origin.",
                "quotations": [
                    "2002; Search the footnotes with a flashlight, you wouldn’t find an explanation, let alone an appraisal, of $16 billion of this mystery meat. Concluding his analysis, Walmsley wrote: “If you deducted from equity these unidentified other assets […] ”",
                    "2011; Here’s the Walkman killer. There’s no mystery meat. The reason you bought a music company is so that you could be the one to make a device like this.",
                    "2020; Howard Gleckman of the Tax Policy Center calls these unspecified sources of revenue “mystery meat,” and strongly suggests that nothing like this would actually happen."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "A person of unknown or undetermined racial or ethnic origin.",
                "quotations": [
                    "2010; In Old America most families had some form of racial “mystery meat” lurking in their genealogical pantries, but few would admit it openly.",
                    "2016; More than 90% of the revelers are non-White: Negroes, Orientals, Mystery Meat.",
                    "2016; Once again, the talking heads at the news program ‘MacNeil-Lehrer’ have rewound and are playing for the umpteenth go-round their so-called discussion of Jesse Jackson, the-cause-not-the-campaign, the-man-who-can’t-win, the mystery meat in the party’s platform who will blow-the-chance-of-a-Democratic-victory-in-November.",
                    "2017; I never did well with Asians but killed it with every other mystery meat variety of girl."
                ]
            }
        ]
    },
    {
        "word": "neoracism",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Discrimination or prejudice based on nationality and ethnicity or cultural differences.",
                "quotations": [
                    "2002; What is new and different about neoracism is denial, including a determination to deny \"the other\" any voice or space in the mainstream.",
                    "2012; Whereas racism is traditionally based on one's physical appearance and stereotypes associated with an individual's race, neoracism extends racism to include stereotypes about one's country of origin. Neoracism is based on the perception of superiority of cultures and national order […] According to neoracism, the racial experiences of Africans and Asians, for example, are qualitatively different from the racial experiences of their hyphenated American counterparts.",
                    "2012; A stream of European authors differentiate between overt and individual 'classic,' biological racism and covert and institutional cultural neoracism (Fréjuté-Rakauskiené 2006: 13)."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "An instance of neoracism, or a type of neoracism that targets a particular nationality.",
                "quotations": [
                    "2000; In the France of today the tendency to 'keep the two stories separate' has, I think, very serious social and political consequences, consequences that are being played out in the rise of the various neoracisms of the 1980s and 1990s that focus on the figure of the immigrant worker.",
                    "2007; After Race centrally holds that race is a biological myth at long last invalidated by science, but now dangerously re-created because scholars persist in using the term. Such scholars thereby decisively aid the rise of culturally based neoracisms and even the recrudescence of biological racism.",
                    "2011; Stolke (1995), on the other hand, considers the characterization of contemporary anti-immigrant rhetoric as a neoracism to be misleading."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "An ideology that rejects the idea of color blindness and believes in different treatment for different races.",
                "quotations": [
                    "2021; […] opposing all forms [of] racism, including neoracism.JANET: Martin Luther King would have been super-antiracist, but CRT progressives minimize King's accomplishments.",
                    "2023; Bestselling author and acclaimed linguist John McWhorter argues that an illiberal neoracism, disguised as antiracism, is hurting black communities and weakening the social fabric. We're told to read books and listen to music by people of colour but that wearing certain clothes is 'appropriation.'"
                ]
            }
        ]
    },
    {
        "word": "no-life",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "One who does not have a social life.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Having no social life.",
                "quotations": [
                    "1999; Think you have to be a no-life brainiac to launch your career into the stratosphere?"
                ]
            }
        ]
    },
    {
        "word": "onanism",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Masturbation.",
                "quotations": [
                    "1839; Hypochondriasis, hysteria, chorea, epilepsy, apoplexy, and palsy, constitute part of the list of dire maladies induced or immediately excited, by onanism and immoderate or ill-timed coition. The memory and intellectual faculties, in general, are enfeebled, and there are instances of complete idiocy, brought on by early and continued onanism, and of insanity from similar excesses later in life.",
                    "1963; This photograph was far superior. A nude woman was sitting on the edge of a desk next to a globe of the world. The suggested onanism with the piece of chalk intrigued Ignatius."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Ejaculating outside the vagina during intercourse; (the performing of) coitus interruptus.",
                "quotations": []
            }
        ]
    },
    {
        "word": "pederasty",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Erotic love, sexually expressed or chaste, between a man and an adolescent boy.",
                "quotations": [
                    "1962; […] but the degradation of the women avenged itself on the men and degraded them also, till they fell into the abominable practice of pederasty and degraded alike their gods and themselves with the myth of Ganymede."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Anal intercourse in general, usually between a man and an adolescent boy.",
                "quotations": []
            }
        ]
    },
    {
        "word": "perverse",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Turned aside while against something, splitting off from a thing.",
                "quotations": [
                    "1872; Any man who succeeds in diverting the public taste, or in turning back a perverse stream which will flow in the direction of the ditch, leaves a mark, as it were, and cannot be overlooked by posterity.",
                    "2008; But in the same sense are modern Nietzsche's screams against the perverse (diverted) diffusion of these elemental pleas to reason for “reasons,” for the reasons—and place—of our fall in nonsense.",
                    "2013; The diverted or perverse way is also not an easy path to walk. It is rightly called “crooked” and “twisting.”"
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Morally wrong or evil; wicked; perverted.",
                "quotations": [
                    "1967; Looking at Barbara one would have considerable difficulty detecting a perverse side to her nature. Her expression was demure, shy, and apprehensive. But she recognized the demonic aspect of her personality and admitted it. I felt most alive when I felt most perverse. At college, sleeping with boys had a perverse quality. I slept with a boy friend of one of my girl friends, and I was proud of it. I bragged about it because I had done something perverse. Another time, I slept with a man, fat and ugly, who paid me for it. I was very proud. I felt I had the ability to do something different."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Obstinately in the wrong; stubborn; intractable.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Wayward; vexing; contrary.",
                "quotations": [
                    "2013; [The researchers] noticed many of their pieces of [plastic marine] debris sported surface pits around two microns across. […] Closer examination showed that some of these pits did, indeed, contain bacteria, and that in several cases these bacteria were dividing and thus, by the perverse arithmetic of biological terminology, multiplying."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Ignoring the evidence or the judge's opinions.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A chiral opposite of something; a mirror image with opposite handedness.",
                "quotations": [
                    "1884; If two antipodal points move continuously on the sphere, they trace out what are called symmetric figures. These figures have corresponding elements equal, and are equal in area, but are not in general superposable. The one is, in fact, the perverse of the other."
                ]
            }
        ]
    },
    {
        "word": "phallic",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Relating to, or characteristic of the penis.",
                "quotations": [
                    "1920; A little later the phallic explanation of everything came into fashion. The deities were all polite names for the organs and powers of procreation.",
                    "1981; The natural rhythm of the male is a phallic one of rise and fall, whether it involves towers, stock markets, or whole civilizations."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Shaped like an erect human penis.",
                "quotations": [
                    "1993; For many first-time visitors, a common initial impression of the Washington Monument is that it is incredibly phallic.",
                    "2005; The incinerator and a big smoke stack / It's a phallic symbol and it makes me laugh"
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Relating to or exhibiting masculine or patriarchal traits, seen metaphorically as seated in the male genitalia.",
                "quotations": [
                    "1990; Opposing the war in El Salvador and opposing the phallic aggression everywhere."
                ]
            }
        ]
    },
    {
        "word": "phallus",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A penis, especially when erect.",
                "quotations": [
                    "1936; The phallus had power to subdue the attacks of demons and the Evil Eye[.]",
                    "1981; If the priests of Diana of Ephesus castrated themselves and offered their genitals on the altar, it was because the phallus was the symbol of the dying body."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A representation of an erect penis, especially symbolising fertility or potency.",
                "quotations": [
                    "1961; The initiated member gave a gift of a coin for the goddess, for which he received in turn a phallus and some salt."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The signifier of the desire of the Other, and the signifier of jouissance.",
                "quotations": []
            }
        ]
    },
    {
        "word": "pimping",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Little or petty.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "puny; sickly",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [
                    "slang"
                ],
                "description": "Consisting of or having the qualities of a pimp.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The practise of managing and hiring out prostitutes.",
                "quotations": [
                    "2017; His young adult life was marked by a series of robberies, forgeries, pimpings, assaults, and incarcerations at increasingly tougher institutions. The FBI had investigated him under the Dyer Act for the interstate transport of stolen cars."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The process of modifying a vehicle (usually a car), predominantly focusing on its appearance and audiovisual system as opposed to performance.",
                "quotations": []
            }
        ]
    },
    {
        "word": "pink slime",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "An undesirable pink-colored microbial mass occurring in the slurry used in making paper. [from 1951]",
                "quotations": [
                    "1955; Pink slime is a real and continuing problem in many paper mills. Once established it may be difficult to ... Holmes (15, 16) and Sanborn (24) stated that yeasts or yeast-like fungi were often the cause of pink slime."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A meat byproduct produced from scraps by heating and then treating with ammonia to produce a food additive. [from 2002]",
                "quotations": [
                    "2011; Pink slime is allowed in any school in America by the USDA.",
                    "2012; You’ve heard about the “pink slime,” right? It’s that meat filler made from slaughterhouse scraps that is treated with ammonia.",
                    "2012; You told me you were all-beef, not filled with some pink slime ammonia goop! That is the last thing I want mixed up in my mulched-up cow corpse!"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Low-quality, mass-produced internet content, especially AI-generated.",
                "quotations": [
                    "2024; I paid a website developer to create a fully automated, AI-generated ‘pink-slime’ news site, programmed to create false political stories."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Used other than figuratively or idiomatically: see pink,‎ slime. Slime which is pink.",
                "quotations": [
                    "2001; Water flowed down the cliff, showering on their heads; the stone under their feet was slick with pink slime.",
                    "2006; The pastry room was a further revelation. Six young girls in white coats and white hats were dusting white flour over small pre-formed pastry lids, which were then glued onto cups of uncooked short crust filled with pink slime.",
                    "2010; As she buried her face deep in the cool pulp, even her cheeks became slicked with pink slime. She paid no attention to Gabe, chomping away on his melon next to her. Focus was the name of the game."
                ]
            }
        ]
    },
    {
        "word": "piss proud",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [
                    "vulgar"
                ],
                "description": "Having an erection when waking from sleep or, more generally or metaphorically, a false or \"empty\" erection.",
                "quotations": [
                    "1988; I fucked culture for being unnatural (it was nothing but the city's piss-proud erection)."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [
                    "vulgar"
                ],
                "description": "Falsely proud, implying an outward display of success or virility belies a dubious reality.",
                "quotations": [
                    "2000; And my guess is that his piss-proud father told him...",
                    "2003; Full of the strong beer brewed at the camp, the men boasted, piss proud of their sexual exploits."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [
                    "derogatory"
                ],
                "description": "Denoting an old man who marries a young woman, implying the only erection he could muster would be prompted by the bladder.[1][2]",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Paruretic.",
                "quotations": [
                    "1998; I really have to go, but nothing comes out. Not used to pissing next to twenty strangers. Piss proud?"
                ]
            }
        ]
    },
    {
        "word": "piss",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Urine. [from 14th c.]",
                "quotations": [
                    "1610; [among the list of elixir ingredients] […] Of piss and egg-shells",
                    "1610–1611; Monster, I do smell all horse-piss; at which my nose is in great indignation.",
                    "1922; Smells of men. Spat-on sawdust, sweetish warmish cigarettesmoke, reek of plug, spilt beer, men’s beery piss, the stale of ferment.",
                    "2005; There in a puddle of piss sat Princess Fatima, her dress up over her knees, vomit dripping onto her bodice"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The act of urinating. [from 19th c.]",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Alcoholic beverage, especially of inferior quality. [from 20th c.]",
                "quotations": [
                    "1974; Let's dash over to Fisher's for a fifth of that one-fifty-one West Indian. We can't drink this piss, it's degrading.",
                    "1985; ‘Want some advice?’ I said. ‘Stay off the piss. You won't want to be handling this kind of thing with a hangover.’"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "An intensifier.",
                "quotations": [
                    "1989; Irene went down to her studio and brought the painting upstairs. She leaned it against a wall and then she and Mary contemplated it from across the room. 'It really is piss-ugly,' said Mary with a note of grudging affection in her voice.",
                    "2007; “You are piss funny, Caolan O'Donnell, you really are.”",
                    "2016; Just watched Black Adder Goes Forth. Can I just say Ben Elton is my bloody hero for ever. If it wasn't for him I would still think voting Tory was OK. And he is piss funny ..."
                ]
            }
        ]
    },
    {
        "word": "pissing contest",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Used other than figuratively or idiomatically: a competition to determine who can urinate the furthest up a wall.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar",
                    "slang"
                ],
                "description": "A pointless competition, dispute or conflict, often over some trivial matter.",
                "quotations": [
                    "1996; She won him in a pissing contest."
                ]
            }
        ]
    },
    {
        "word": "pissy",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Soaked or dirtied by urine.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Resembling or smelling like urine. (of rain) Weak and drizzly.",
                "quotations": [
                    "1980; Dan Valentine works as a bartender in a pissy and discreet Boston Village gay bar called \"Bonaparte's\"."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Anal retentive, whinging and pernickety.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Annoyed; angry; in a bad mood; pissed off.",
                "quotations": []
            }
        ]
    },
    {
        "word": "pretentious",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Motivated by an inappropriate, excessive, or unjustified desire to impress others.",
                "quotations": [
                    "1951; I recall the height of comfort attained by the green-cushioned \"first\" with starched white antimacassars and a pretentious grey floor mat on which it seemed a sacrilege to stand, as it was embellished with the North Western conception of Britannia, complete with trident."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Marked by an unwarranted claim to importance or distinction.",
                "quotations": [
                    "2023; The station (1840) was originally Cheltenham but the more grandiose Cheltenham Spa since 1925, which feels a bit pretentious as the town has never allowed itself to assume such airs and graces."
                ]
            }
        ]
    },
    {
        "word": "priestcraft",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "The craft of performing the duties of a priest.",
                "quotations": [
                    "1981; One of the most complex of all the poems in the mythological cycle is \"Inanna's Descent into the Nether World.\" This work does not have the air of a dairymaid's song but rather seems to be an expression of priestcraft, astrology, and an investigation into the nature of time.",
                    "2016; Whilst caring for a congregation is fundamental, it is a long way from being the only tool in the priestcraft toolbox."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "Priestly policy directed towards worldly ends.",
                "quotations": [
                    "1681; In pious times, ere priestcraft did begin, before polygamy was made a sin"
                ]
            }
        ]
    },
    {
        "word": "profane",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Unclean; ritually impure; unholy, desecrating a holy place or thing.",
                "quotations": [
                    "1614; Nothing is profane that serveth to the use of holy things."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Not sacred or holy, unconsecrated; relating to non-religious matters, secular.",
                "quotations": [
                    "1781; A sonnet in praise of Rome was accepted as the effusion of genius and gratitude; and after the whole procession had visited the Vatican, the profane wreath was suspended before the shrine.",
                    "1981; The sacred is the emotional force which connects the part to the whole; the profane or the secular is that which has been broken off from, or has fallen off, its emotional bond to the universe."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Treating sacred things with contempt, disrespect, irreverence, or scorn; blasphemous, impious.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Irreverent in language; taking the name of God in vain.",
                "quotations": [
                    "1611; the law is not laid down for the just but for the lawless and disobedient, for the ungodly and sinners, for the unholy and profane",
                    "1980; When asked to explain why he became a landlord, he told the Archbishop of York it was so he could close the pub on Sundays, and suppress the profane language and singing that came through the bar windows."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A person or thing that is profane.",
                "quotations": [
                    "1796; The nuns were employed in religious duties established in honour of St Clare, and to which no profane was ever admitted."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A person not a Mason.",
                "quotations": []
            }
        ]
    },
    {
        "word": "prostitution",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Engaging in sexual activity with another person for pay.",
                "quotations": [
                    "1838; Sir Howard by his arts stole from them this their only treasure, and to conceal from them the baseness of his despicable seduction, removed to a distance the deluded couple,—loaded them with his favours,—the wages of their child's prostitution.",
                    "2013; The FBI typically does not investigate adult prostitution, leaving it as a state and local matter, but in recent years it has made child prostitution a priority in a program the FBI calls Operation Cross Country. The program includes highway billboards asking people to call the FBI with tips."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Engaging in sexual activity with another person in exchange for goods (not necessarily money) or services.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Debasement for profit or impure motives.",
                "quotations": []
            }
        ]
    },
    {
        "word": "protofascist",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Showing the beginnings of fascism. [20th c.]",
                "quotations": [
                    "1991; Even Lemon, for all her protofascist beliefs, wins our sympathy.",
                    "2008; When Newt Gingrich and his protofascist comrades took over Congress in 1994, they sneeringly boasted that they intended to take the federal government back to the 1920s."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "One whose beliefs resembled fascism before the founding of fascism in 1919. [20th c.]",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "One whose opinions or policies show the beginnings of fascism.",
                "quotations": [
                    "1989; Along with stereotype-mongering phrases like “redneck America's life in the electronic theme park,” he occasionally reduces his countrymen to mindless proto-fascists."
                ]
            }
        ]
    },
    {
        "word": "pseudointellectual",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A person who claims proficiency in scholarly or artistic activities while lacking in-depth knowledge or critical understanding.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A person who pretends to be of greater intelligence than they actually are.",
                "quotations": [
                    "2002; The telltale sign of a pseudo intellectual is the superficial sprinkling and misuse of terms like \"paradigm shift\" and name dropping"
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Pretentiously or insincerely intellectual.",
                "quotations": []
            }
        ]
    },
    {
        "word": "purge",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "An act or instance of purging.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "An evacuation of the bowels or the stomach; a defecation or vomiting.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Something which or someone who purges; especially, a medicine that evacuates the intestines; a cathartic.",
                "quotations": [
                    "1722; he prescribes a Purge or a Vomit"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A forcible removal of people, for example, from political activity.",
                "quotations": [
                    "1971; One of the few surviving Bolsheviks with real power, Mikoyan had been brought to Moscow by Stalin in 1926, had escaped innumerable purges, and had demonstrated an uncanny ability to survive and to associate himself with the right faction at the right time."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "An act or instance of the cleansing of pipes.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A red or reddish liquid that seeps out from raw muscular meat consisting mostly of water and protein; \"meat juice\".",
                "quotations": []
            }
        ]
    },
    {
        "word": "race card",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "The invocation of a person's race in order to gain sympathy or an advantage.",
                "quotations": [
                    "2025; “Was it because of his skin color? Or his skill?” he wrote. “We’ll never know, but always doubt — which on its face seems unfair to C.Q. But since he has made the race card one of his biggest calling cards, it doesn’t really much matter.”"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A printed card or pamphlet giving information about a series of horse races and listing the horses to be run; a racebook.",
                "quotations": []
            }
        ]
    },
    {
        "word": "rapscallion",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A rascal, scamp, rogue, or scoundrel.",
                "quotations": [
                    "1884; “If I get away I sha’n’t be here,” I says, “to prove these rapscallions ain’t your uncles, and I couldn’t do it if I was here. I could swear they was beats and bummers, that’s all, though that’s worth something.",
                    "1901; She was the sister who had remained within the pale; I, the rapscallion of a brother whose vagaries were trying to his relations.",
                    "1982; She had a studio built for him on a loft of the carriage house behind the family mansion when he was only ten years old, and she hired a rapscallion German cabinetmaker, who had studied art in Berlin in his youth, to give Father drawing and painting lessons on weekends and after school.",
                    "2025; But I’m the kind of rapscallion who often prefers the very good to the GREAT."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Disreputable, roguish.",
                "quotations": [
                    "1869; [H]e is dressed in such a rapscallion manner that the people would think you were talking to a house-breaker.",
                    "1895; \"I baint a-going to give my master's property to a lot of rapscallion thieves and robbers like you.\""
                ]
            }
        ]
    },
    {
        "word": "roach motel",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A low-priced motel in a state of disrepair.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Something that is easy to enter, but is difficult or costly to leave.",
                "quotations": [
                    "2010; 8.3.1 The Importance of Easy Access: Avoid the “Roach Motel!” In Chapter 6, we discussed what a “roach motel” was. You can get data into a “roach motel”, but you can't easily get it out.",
                    "2011; Don't hope for a better shake from Apple, either. Apple's longstanding love-affair with proprietary formats and lock-ins will very likely make the iPad every inch the roach motel that the Kindle is",
                    "2015; The “Roach Motel” is a broad category of Dark Pattern that subsumes most types listed on this site. Put simply, a Roach Motel makes it very easy for a user to get into a certain situation, but then makes it hard for them to get out of it when they realize it is undesirable.",
                    "2016; Ever signed up for something online and then found it very difficult to unsubscribe? Then you've been to a roach motel - one of many web design tricks employed by some firms to drum up more trade.",
                    "2022; CAVOLI: If you do not know, 390 was a specific New York Stock Exchange rule that disallowed member organizations from trading off exchange, as late as 2001. MAHONEY: In the beginning, the NYSE was truly the roach motel.",
                    "2022; The research was conducted in the United States, the United Kingdom, and the European Union, and the findings point to one conclusion: “Amazon Prime’s subscription model is a “roach motel,” where getting in is almost effortless, but escape is an ordeal.”"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A cockroach trap.",
                "quotations": []
            }
        ]
    },
    {
        "word": "rude",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Lacking in refinement or civility; bad-mannered; discourteous.",
                "quotations": [
                    "1598–1600; Art thou thus bolden'd, man, by thy distress?Or else a rude despiser of good manners,That in civility thou seem'st so empty?",
                    "1871–1872; [S]he was rude to Sir James sometimes; but he is so kind, he never noticed it."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Lacking refinement or skill; untaught; ignorant; raw.",
                "quotations": [
                    "1611; But though I be rude in speech, yet not in knowledge",
                    "1667; Though not as shee with Bow and Quiver armd,But with such Gardning Tools as Are yet rude,Guiltless of fire had formd, or Angels brought […]",
                    "1767; It might be apprehended, that among rude nations, where the means of subsistence are procured with so much difficulty, the mind could never raise itself above the consideration of this subject",
                    "1886; She had one of the caves fitted up as a laboratory, and, although her appliances were necessarily rude, the results that she attained were, as will become clear in the course of this narrative, sufficiently surprising.",
                    "1919; When the flush of a new-born sun fell first on Eden's green and gold,Our father Adam sat under the Tree and scratched with a stick in the mould;And the first rude sketch that the world had seen was joy to his mighty heart,Till the Devil whispered behind the leaves, \"It's pretty, but is it Art?\"",
                    "1983; There was a rude bridge there, much fallen, where floating branches caught and white water swirled; […]"
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Violent; abrupt; turbulent.",
                "quotations": [
                    "1577; The Air attrite to Fire, as late the CloudsJustling or pusht with Winds rude in thir shock",
                    "1850; All night no ruder air perplex⁠Thy sliding keel, till Phosphor, bright⁠As our pure love, thro’ early lightShall glimmer on the dewy decks."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Somewhat obscene, pornographic, offensive.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Undeveloped, unskilled, inelegant.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Hearty, vigorous; found particularly in the phrase rude health.",
                "quotations": [
                    "1854; A comfortable house for a rude and hardy race, that lived mostly out of doors, was once made here almost entirely of such materials as Nature furnished ready to their hands."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Crudely made; primitive.",
                "quotations": [
                    "1955; For a while, purple-robed, heel-dangling, I sat on the edge of one of the rude tables, under the wooshing pines."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [
                    "slang"
                ],
                "description": "Good, awesome.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [
                    "slang"
                ],
                "description": "Sexy, hot, overtly attractive.",
                "quotations": [
                    "2002; Now the girl's rude, I know she's rude/But she's screwed right through you, you'll be on your knees soon"
                ]
            }
        ]
    },
    {
        "word": "sadism",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "The enjoyment of inflicting pain or humiliation without pity.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Achievement of sexual gratification by inflicting pain or humiliation on others, or watching pain or humiliation inflicted on others.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Deliberate or wanton cruelty, either mental or physical, to other people, or to animals, regardless of whether for (sexual) gratification.",
                "quotations": []
            }
        ]
    },
    {
        "word": "sadistic",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Delighting in or feeling pleasure from the pain or humiliation of others.",
                "quotations": [
                    "2012; Together, with the help of the drunkard Haymitch (Woody Harrelson), the only District 12 citizen ever to win the Games, they challenge tributes that range from sadistic volunteers to crafty kids like the pint-sized Rue (Amandla Stenberg) to the truly helpless and soon-to-be-dead."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Of behaviour which gives pleasure in the pain or humiliation of others.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Causing a high degree of pain or humiliation.",
                "quotations": []
            }
        ]
    },
    {
        "word": "scamdemic",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A period of time where the idea of an ongoing pandemic is used to defraud the general public.",
                "quotations": [
                    "2020; A similar protest in San Francisco drew about 40 people across the back entrance to City Hall, waving American flags and holding signs, saying things like “Scamdemic!” and “Newsom is a Dictator!”",
                    "2020; “We are now at the stage where instead of having a pandemic it’s becoming a scamdemic. […] ”",
                    "2021; \"They all claim it's a 'scamdemic' and say the hospitals are empty.",
                    "2021; Im[sic] sure ol’Barn [Barney Lerten] will chime in with the “truth” lol and keep pushing the KTVZ [a local news station] Leftist agenda.. THE SCAMDEMIC CONTINUES.."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A reference to the influx of scam cases worldwide.",
                "quotations": [
                    "2021; Many factors have contributed to the global scamdemic, which stands for the influx of online scams during the pandemic on a scale never seen before: a multitude of fraud schemes and their modifications, the automation of most attack stages, the targeting of specific companies and industries, the many possibilities of concealing cybercriminal activity.",
                    "2023; Such rampant cybercrimes have raised concerns about an epidemic of scams – scamdemic – a term coined by the United Nations Office on Drugs and Crime."
                ]
            }
        ]
    },
    {
        "word": "scoffer",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "One who scoffs or mocks.",
                "quotations": [
                    "1820; Amid heretics and schismatics, spoilers of the church’s lands, and scoffers at saints and sacraments, there remains a remnant."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "One who eats a large amount.",
                "quotations": []
            }
        ]
    },
    {
        "word": "scummy",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Covered in scum.",
                "quotations": [
                    "1886; Now that the sun was getting high it drew thin sickly looking clouds of poisonous vapour from the surface of the marsh and from the scummy pools of stagnant water."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [
                    "slang"
                ],
                "description": "sleazy, worthless, no good",
                "quotations": [
                    "2006; And what a scummy man / just give him half a chance / I bet he'll rob you if he can."
                ]
            }
        ]
    },
    {
        "word": "scurrilous",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Given to vulgar verbal abuse; foul-mouthed.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Coarse, vulgar, or abusive. Slanderous.",
                "quotations": [
                    "2022; She said Johnson was “a better man than many of your detractors will ever understand”, adding that it was “so desperately sad that you let yourself down by making a scurrilous accusation against the leader of the opposition”."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Gross, vulgar.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Unscrupulous, evil.",
                "quotations": [
                    "2013; \"Some days, I try to imagine how scurrilous it would be for a left-leaning government in Canada to embark on such a costly political agenda for, say, a 10-year period, and still find itself unable to convince Canadians that the majority have benefited from this.\"",
                    "1967; \"Instead, another dangerous killer now roams our streets, thanks to that scurrilous, sinister super-heel!\""
                ]
            }
        ]
    },
    {
        "word": "seedy",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Literal senses: Containing or full of seeds. Seedlike; having the flavour of seeds. Having a peculiar flavour supposed to be derived from the weeds growing among the vines; said of certain kinds of French brandy.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Inferior in condition or quality. Shabby, run-down, possibly connected with bad, dishonest or illegal activities, somewhat disreputable. Untidy, unkempt. Infirm, unwell, gone to seed. Suffering the effects of a hangover.",
                "quotations": [
                    "1981; Sleazy city / Seedy films / Breathing so heavy / Next to my neighbour / Let’s get acquainted",
                    "2007; The healing power of alcohol / Only works on scrapes and nicks / And not on girls in seedy bars / Who drown themselves in it"
                ]
            }
        ]
    },
    {
        "word": "self-rape",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "An act of rape where the rapist identifies with or is the same as the victim.",
                "quotations": [
                    "1975; Tubby transvestite star Divine still manages to provide some fine, ghastly moments, including a Christmas tantrum (she fails to get shoes with cha-cha heels), a hilariously gross trampoline act, and, through the magic of cross-cutting, a self-rape, which must be a movie first.",
                    "1987; Read literally, that \"as\" means that Stephan renders the oft-depicted scene from Ovid as follows: Leda, the raped, has become the metamorphosed Zeus, the rapist, and is therefore caught up in a hopeless knot of self-rape.",
                    "1999; It thus follows that if Ryuji and Noboru are two halves of one person, Ryuji's murder is a \"self-rape\" or self-killing, a \"suicide.\" (It is perhaps in this sense that every murder is a \"suicide.\"",
                    "2003; Well, not docile per sai[sic], but without a constant urge, or at least an appropriate way for 1million male clones to relieve their tension without resorting to self-rape, er clone-rape... nevermind.",
                    "2014; For a start, it feminizes Tarquin by drawing on the conventional gendering of the human soul as female (Donne's 'Batter my heart . . .' offers an obvious but interesting comparison), and implies that his physical assault on Lucrece has both offended against his own body and contaminated, almost violated, his spiritual and 'female' self. Rape has almost been self-rape.",
                    "2016; The poem's shocking conclusion (envisioning self-rape) benefits from an analysis of the unconscious that Marta Lamas and Nelly Richard highlight."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Submission to an unwanted sexual act.",
                "quotations": [
                    "1965; If I forced myself to let myself be made love to against my inclination I'd hang myself for a rapist. There is self-rape, isn't there?",
                    "1968; This ever-ready willingness not only to be raped but to like it too, is of course the wet-dream ideal of womanhood — that is to say, of all other women but one's own — remarked upon bitterly in Ruth Hersch- berger's Adam's Rib (1948) chap. 3, \"Is Rape A Myth?\" It represents a fantasy escape by men from the rigorous female chastity demanded by patriarchy. These jokes of female self-rape, by 'mistake,' may be lumped with the endless novelistic tales of adultery written by men in which the woman is always at fault.",
                    "1982; Seduction of a male is here a metaphor for self-willed corruption, better described as self-rape; it carries with it all the sneaking dubieties of suicide, which happens to be an inherited tendency of Jude Fawley. Rape is violent intrusion, a kind of murder; enticement requires self-violation and is therefore akin to suicide.",
                    "1987; Teens can be made to feel that their \"no\" sounded like a coy \"yes.\" In all these cases, the victim is reacting with self-blame. This is anger turned inward; this is self-rape.",
                    "1992; Pretending to be hot bears a distinct resemblance to self-rape, but it's a rape accompanied by boredom instead of fear.",
                    "1994; It is the women who, suffering a kind of self-rape (they consent to be violated?), are victims of evil and, in the play's terms, carriers of it too, revulsed and yet intimate with corruption, while the Knights – for all their blustery self-exculpation –are merely a murdering machine.",
                    "1996; This rhetorical reversal whereby rape becomes self-rape made some resisting suffragettes feel that to write about their experience of forcible feeding at all was to do themselves violence on top of that which had already been done to them.",
                    "2014; As a result of societal pressure, Williams engaged in unwanted sexual intercourse when she felt no sexual desire, an act she describes as \"self-rape.\""
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Behaving contrary to one's own nature, usually as a result of outside pressure.",
                "quotations": [
                    "1972; Only when he desists from his self-rape and gives his animal side its head, no matter how \"unnatural\" its aspirations, can he finally transcend it and grow into a human being.",
                    "1985; Another parliamentarian, Gabi Potthast, agreed that the situation is destructive. To go into patriarchal politics and adapt to their ways is self-rape.",
                    "1989; Thus, a first generation woman member of parliament for the Greens reported that she needed regular breaks from an atmosphere which she described as self-rape and in which she could only function by shutting out all emotions or personal expectations and functioning like an automaton (Spretnak and Capra 1985: 142).",
                    "2000; If there is any way in which Lyutov is punishing or hurting himself, it is in forcing himself to act completely antithetically to his own nature. If one must search for a dramatic metaphor, the action is more self-rape than self-mutilation. Peter Stine calls the killing of the goose \"a violation of the soul\" (241).",
                    "2005; The worst part, they agreed, was having to pretend to feelings they didn't have because that's what the Red People expected. \"We were a pair of comrades discussing a decade each of self-rape,\" Donna says, \"a pair of prostitutes talking trade.\""
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "Masturbation.",
                "quotations": [
                    "1996; I'm sure in your mind, that pee wee's masturbation was probably self-rape. We should cut off the offending hand. Uh oh, what if he used both?",
                    "2002; One perspective I heard when growing up was that masturbation amounts to self-rape.",
                    "2003; In your case, it is self-rape, pure and simple - incestual masturbation."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Masturbation without self-love.",
                "quotations": [
                    "1975; Masturbation undertaken with an inhibition of enjoyment, physical pain, or regrets and remorse is a genital example of self-rape.",
                    "1986; Masturbation can also be carried out as a self-rape, in which case it becomes doing to oneself what one would like to do to another — an act of aggression, not love."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The act of inflicting obscene violence against oneself.",
                "quotations": [
                    "1972; At the moment when Faustus is damned, they don pontifical ornaments to cast him into Hell. Brown monks' robes are worn by the other characters. When Faustus signs Mephisto's pact he divests himself of his vestments in a sort of self-rape.",
                    "1992; \"In New York\" she recalls, \"I could go out to clubs and get laid. That's unheard-of in Santa Cruz, where they nurture each other and have sex side by side so that no one is on top. I dated a woman there who thought that using a dildo was like committing self-rape.\"",
                    "1996; Emblematically, we have been shown martyrdom in an obscene mode, a religious 'dying' which Shakespeare hints, figuratively, is a kind of masturbatory self-rape.\"",
                    "1998; My ritual self-rape, the little poop trails I left around in my dresser and in the stable, I was trying to be noticed that something was wrong but all I got was silence.",
                    "2001; It has been suggested that Lucretia's suicide can be read as analogous to her rape, her stabbing action taking the place of Tarquin's penetration. On Valla's account, this \"self-rape\" is far more reprehensible, both because it results in Lucretia's death and also because it involves her usurpation of the masculine action of stabbing oneself."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Self-destructive activity.",
                "quotations": [
                    "1967; The shipping boom the industry had been riding since the prelude to the war collapsed in 1920. As Europe recovered from its self-rape and rebuilt its industries, the demand for American goods and the ships to carry them was greatly curtailed.",
                    "1990; ...as an act of \"self-rape\" by the \"willingly self-conflicting soul that inflicts suffering upon itself, out of pleasure in inflicting suffering\" (GM, II, § 18).",
                    "1990; Perhaps if you put people in shit, they behave like animals. The downtrodden destroying the places they live in is a bit like self-rape, isn't it?",
                    "2016; It seemed to me that there was a wide-open field for playing up all the unfortunate circumstances surrounding physical violence, rape as punishable by law, but also for attacking the crime of spiritual rape, and, finally, the worst of all, self-rape, violence against one's own self."
                ]
            }
        ]
    },
    {
        "word": "sewer rat",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "The brown rat (Rattus norvegicus).",
                "quotations": [
                    "2018; The black rat [...] became extinct in Britain following the Roman withdrawal, only to reappear in Norman times. Thereafter the black rat prospered - until the arrival of the larger brown rat (also known as the sewer rat or Norway rat), which reached Britain at about the time of the Hanoverian succession in the eighteenth century."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A contemptible person.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Used other than figuratively or idiomatically: Any rat that lives in sewers.",
                "quotations": []
            }
        ]
    },
    {
        "word": "sexism",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "The belief that people of one sex (or gender) are inherently different from those of another sex, and generally that one sex is superior to others.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Discrimination or different treatment based on sex or gender, especially discrimination against women.",
                "quotations": [
                    "2011; Dati launched a blistering attack on the prime minister, François Fillon, under whom she served as justice minister, accusing him of sexism, elitism, arrogance and hindering the political advancement of ethnic minorities.",
                    "2024; Beyond the glaring sexism inherent in suggesting that women's brains are so different from men's that they can't think properly, Musk lending credence to this dogshit hypothesis is incredibly goofy given that he and his audience of supposedly \"high-T\" men seem far more likely to fall in line with the sort of groupthink the original post references in such pseudo-phrenological terms."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Attitudes or actions that are based on or promote the expectation that people adhere to stereotypical social roles (gender roles) based on sex.",
                "quotations": []
            }
        ]
    },
    {
        "word": "sexist",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Unfairly discriminatory against one sex in favour of the other.",
                "quotations": [
                    "2006; What was all that about?Well, like all women, she's shoe-mad.'t's a bit sexist, isn't it?Do you know one woman who isn't obsessed with shoes?No, but I only know one woman. And she just left the room shouting \"THE SHOES!\"",
                    "2008; Yes, sometimes my lyrics are sexist / But you lovely bitches and hoes / Should know I'm trying to correct this",
                    "2013; A defender of communitarianism might argue that just because extant communitarian theories are sexist, it does not follow that communitarianism is inherently sexist.",
                    "2021; I believe this is the first fairy tale retelling I’ve seen that incorporates the classic version of the text as official propaganda of a fascistically sexist (and homophobic) police state, so that’s an interesting premise to start from."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A person who discriminates on grounds of sex; someone who practises sexism.",
                "quotations": [
                    "1965; When you argue […] that since fewer women write good poetry this justifies their total exclusion, you are taking a position analogous to that of the racist—I might call you in this case a \"sexist\"—who says that since so few Negroes have held positions of importance relative to the majority race, their exclusion from history books is a matter of good judgement rather than discrimination. Both the racist and the sexist are acting as if all that has happened had never happened, and both of them are making decisions and coming to conclusions about someone's value by referring to factors which are in both cases irrelevant.",
                    "2007; I don't blame racists, sexists, lookists, or any other “ists” for what they personify and perpetuate. They are mere hostages of their egos.",
                    "2022; Narrators demonstrated resistance coping techniques through direct confrontation with aggressors, such as racists, sexists, homophobes, elitists, and misogynoirists."
                ]
            }
        ]
    },
    {
        "word": "shady",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Abounding in shades.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Causing shade.",
                "quotations": [
                    "1611; The shady trees cover him with their shadow."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Overspread with shade; sheltered from the glare of light or sultry heat.",
                "quotations": [
                    "1625; you may have rooms both for summer and winter; shady for summer, and warm for winter",
                    "2020; I know the shadiest breeziest spots, hidden tables surrounded by trees that have lived longer than the neighborhoods around them."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Not trustworthy; disreputable.",
                "quotations": [
                    "1991; No sunshine in my life, the way I deal is shady",
                    "2009; Jon & Kate Plus 8 is a show based on two facts: 1) Jon and Kate Gosselin have eight children, and 2) the word ‘Kate’ rhymes with the word ‘eight’. One suspects that if Kate were ever to have another child, a shady network executive would urge her to put it in a binbag with a brick and drop it down a well. But this is just a horrifying tangent.",
                    "2018; People on the internet seemingly can’t get enough of the whole thing. The Guardian named it “pop’s shadiest power move.”",
                    "2022; However, when Buster's character was still being developed, he was indeed a much shadier and less lovable character."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [
                    "slang"
                ],
                "description": "Mean, cruel.",
                "quotations": [
                    "2006; They were being proper shady to him. Even if you don't like someone, locking them out, stealing their clothes and ganging up on them to take the piss is just childish.",
                    "2007; I didn't even ask her to be in the 'Increase the Peace' campaign, which was well shady, 'cos if anyone knows anything about rudes and violence and getting dragged into stuff it's Uma.",
                    "2007; \"Don't be shady,\" she said, \"You know I always pay up.\""
                ]
            }
        ]
    },
    {
        "word": "shifty",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Subject to frequent changes in direction.",
                "quotations": [
                    "1929; Off he raced, shuffling his bare feet through the hot, dry, shifty sand.",
                    "1942; The Helfrich plan is simple and direct, based upon a minute knowledge of Indies waters: to strike & strike again & again at the Japanese supply lines. For most of his naval life, Java-born Admiral Helfrich has done nothing but study war with the Japanese. His Navy was designed for shifty, aggressive action within the narrow East Indian waters. In the first 54 days of war his ships and cooperating Dutch planes sank 54 Japanese vessels. \"Ship-a-day Helfrich,\" the Dutch soon called him. His ideas dominated the enlarging and equipping of Java's main naval base at Surabaya, where heavy cruisers (but not battleships) can be fueled and repaired. For the Helfrich plan to succeed, Surabaya must be held.",
                    "2002; The Kelsos crowding their horses up against the wagon, bumping it, making things shake inside: everything going shifty, unsteady."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Moving from one object to another; not looking directly and steadily at the person with whom one is speaking.",
                "quotations": [
                    "1914; His tinted glasses were not really opaque, but of a blue kind common enough, nor were the eyes behind them shifty, but regarded me steadily.",
                    "1993; He was thin, unsure of himself, sweet-natured and shifty-eyed; and he was Lata’s favourite."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Having the appearance of being dishonest, criminal, or unreliable.",
                "quotations": [
                    "1999; ‘I don’t trust him,’ he goes on. ‘He is shifty. He is like a jackal sniffing around, looking for mischief. […] ’"
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Resourceful; full of, or ready with, shifts or expedients.[1]",
                "quotations": [
                    "1857; Shifty and thrifty as old Greek or modern Scot, there were few things he could not invent, and perhaps nothing he could not endure."
                ]
            }
        ]
    },
    {
        "word": "shitass",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Alternative form of shit ass.",
                "quotations": [
                    "2000; As she was leaving Bernice said to her, “Lucille, I'm sorry my son was such a shitass.”"
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "vulgar"
                ],
                "description": "a disrespectful term of address",
                "quotations": [
                    "1997; “Hey, shitass, wake up,” said Hooter, then gave the kid's shoulder a shake.",
                    "2001; “Hey, shitass, you studying the crowd charts?”",
                    "2005; Hey shitass................who would fire the swift-boat liars?"
                ]
            }
        ]
    },
    {
        "word": "sketchy",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Roughly or hastily laid out; intended for later refinement.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Not thorough or detailed.",
                "quotations": [
                    "2021; This is still in the design stage, so details are sketchy.",
                    "2024; Bellos and Montagu offer a few sketchy alternatives, such as shorter post mortem protections or a curb on corporate rights capture, and call for a “broad debate” on copyright's future."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Resembling a comedy sketch, of sketch quality. (Can we add an example for this sense?)",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [
                    "slang"
                ],
                "description": "Of questionable or doubtful quality.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [
                    "slang"
                ],
                "description": "Suspected of taking part in illicit or dishonorable dealings.",
                "quotations": [
                    "2019; The downside of working with sketchy dudes on building sites and in greasy spoons was that they were sketchy, but they also knew shady things."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [
                    "slang"
                ],
                "description": "Disturbing or unnerving, often in such a way that others may suspect them of intending physical or sexual harm or harassment.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [
                    "slang"
                ],
                "description": "Disturbing, or indicating possible danger.",
                "quotations": [
                    "2025; \"We were a bit nervous about it, seeing heaps of surfers out there on the breaks,\" he said. \"There were some nice breaks, but it looked pretty sketchy with the sharks, so yeah, we just tried to stay away from that beach.\""
                ]
            }
        ]
    },
    {
        "word": "skin trade",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "The sex industry",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The fur business, i.e. trading animal skins.",
                "quotations": []
            }
        ]
    },
    {
        "word": "slaver",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Saliva running from the mouth; drool.",
                "quotations": [
                    "1735; Of all mad Creatures, if the Learn'd are right, / It is the Slaver kills, and not the Bite.",
                    "1922; He went over to it, held it in his hands awhile, feeling its coolness, smelling the clammy slaver of the lather in which the brush was stuck."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A person engaged in the slave trade; a person who buys, sells, transports, or owns slaves. A white slaver; a person who sells prostitutes into sexual slavery.",
                "quotations": [
                    "2013; The continued fight between abolitionists and slavers in Missouri caused slave owners to refuge slaves to the Confederate interior. But some Union forces that made salients into rebel territory insisted that the slaves were “contraband” […]"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A ship used to transport slaves.",
                "quotations": [
                    "1887; The Gulnare was a fast sailer, built for a slaver originally[.]",
                    "2018; Somewhat unsurprisingly, unleashing the most powerful navy on the planet with carte blanche to exterminate slavers on sight saw a dramatic and sudden collapse in slaver numbers in the late 1840s and early 1850s."
                ]
            }
        ]
    },
    {
        "word": "sleaze",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Low moral standards.",
                "quotations": [
                    "2004; ministerial sleaze and mendacity",
                    "1988; The level of sleaze in this city seems to have been rising rapidly in recent years."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A person of low moral standards.",
                "quotations": [
                    "1999; She knew that sleaze Hakido would do something to stick the knife in and twist it to the hilt."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A man who is sexually aggressive or forward with women to the point of causing disgust.",
                "quotations": [
                    "1996; Mother, he's such a sleaze! The way he looked at you!"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "sleazy material",
                "quotations": []
            }
        ]
    },
    {
        "word": "sleazy",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Marked by low quality; inferior; inadequate.",
                "quotations": [
                    "2014; Al bought my furniture at ten percent of its value and Jim drove me to a sleazy side-avenue hotel, where I obtained a room at a low rate."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Raunchy or perverted in nature; tastelessly sexual.",
                "quotations": [
                    "1979; Sleazy, yeah, I like it sleazy / Oh let's get nasty baby / I like it sleazy / I'll take you for a bad ride",
                    "2000; Nancy knew it was a sleazy movie because the channel's logo appeared in the lower right corner of the screen. This satellite station only showed sleazy films at this time of the night. Actually its selection of films was trashy at any time, but the after-eleven fare was especially so. […] It's garbage, a step or two removed from pornography."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Untrustworthy.",
                "quotations": [
                    "1934; She hated Ed Feinberg, the sleazy, lying, blood-sucking small-timer. Still he was a man; if he had called her up in the old days, in Seattle, she'd have entertained him.",
                    "2007; The Gold Dust was a sleazy place, a clip joint with crooked gambling tables in the back and a fleet of B-girls who would give you a few minutes' vapid conversation and a peek at the tops of their breasts if you bought them a three-dollar drink […]",
                    "2011; Their reasons are mainly because they are simply people that I would consider sleazy— sleazy, slimy, shady, whatever term you want to use. The point is that, I am not one of them."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Thin and flimsy.",
                "quotations": [
                    "1855; Shortly after his return in infirm old age to his native land, a little narrative of his adventures, forlornly published on sleazy gray paper, appeared among the peddlers, written, probably, not by himself, but taken down from his lips by another.",
                    "1912; I hesitate to describe Sophy Epstein's dress. You won't like it. In the first place, it was cut too low, front and back, for a shoe clerk in a downtown loft. It was a black dress, near-princess in style, very tight as to fit, very short as to skirt, very sleazy as to material.",
                    "1920; She noted with tenderness all the makeshifts: the darned chair-arms, the patent rocker covered with sleazy cretonne, the pasted strips of paper mending the birch-bark napkin-rings labeled \"Papa\" and \"Mama.\"",
                    "1920; Hilma donned her oldest dress, carried pick and shovel to a flower-blown knoll above the creek and there chose a site for the grave. […] Soon the sleazy dress clung to her back with a sweat of toil, and its stretched web undulated to the smooth play of muscles from shoulder to midback."
                ]
            }
        ]
    },
    {
        "word": "smut",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Soot.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A flake of ash or soot.",
                "quotations": [
                    "1915; She reached it soon after half-past two. She found its gloomy nineteenth-century façade, black with the smuts of ninety years, a little daunting, and mounted its broad steps in some trepidation. But she rang the bell hard and knocked firmly.",
                    "1989; “You can rely on me!” Varya said, still more earnestly and enthusiastically, still leaning heavily on the counter, noticing briefly and forgetting at once that her bare elbow had crushed a stray smut from the Primus mender's booth.",
                    "2012; “Do I have a smut on my nose, Mr. Donovan? You've been staring at me for a full minute. It's most disconcerting, you know.”"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Sexually vulgar material; something that is sexual in a dirty way; pornographic material.",
                "quotations": [
                    "2014; It is no use to say, well, your anthrostate requires smut to be shielded, but your neighbor’s antrhostate[sic] says he can show anything anywhere. The neighbor’s behavior affects you, so you have to have the same rules."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Obscene language; ribaldry; obscenity.",
                "quotations": [
                    "1711; He does not stand upon decency […] but will talk smut, though a priest and his mother be in the room."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Any of a range of fungi, mostly Ustilaginomycetes, that cause plant disease in grasses, including cereal crops; the disease so caused.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Bad, soft coal containing earthy matter, found in the immediate locality of faults.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "A copper boiler.",
                "quotations": []
            }
        ]
    },
    {
        "word": "snide",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Disparaging or derisive in an insinuative way.",
                "quotations": [
                    "2010; You write your snide bullshit from a dark room because that's what the angry do nowadays. I was nice to you, don't torture me for it."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Tricky; deceptive; false; spurious; contemptible.",
                "quotations": [
                    "2002; I knew without studying them that the rings and the watch were snide, and the jewel a paste one; but they were damn fine counterfeits."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "An underhanded, tricky person given to sharp practice; a sharper; a cheat.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Counterfeit money.",
                "quotations": []
            }
        ]
    },
    {
        "word": "snob",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A person who wishes to be seen as a member of the upper classes and who looks down on those perceived to have inferior or unrefined tastes. [from 20th c.]",
                "quotations": [
                    "1920; Outside of his own set he was considered rather a snob, but as his set was the set, it never worried him.",
                    "1958; If wanting the best things in life means being a snob then glory hallelujah I'm a snob."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A cobbler or shoemaker. [from 18th c.]",
                "quotations": [
                    "1929; The snobs were also kind to him, and gave him a pair of boots which they assured him were of a type and quality reserved entirely for officers […]"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A member of the lower classes; a commoner. [from 19th c.]",
                "quotations": [
                    "1842; 'D'ye know a slap-up sort of button, when you see it?' said the youth. 'Don't look at mine, if you ain't a judge, because these lions' heads was made for men of taste: not snobs.'",
                    "1848; I like better gin-and-water than claret. I like a sanded floor in Carnaby Market better than a chalked one in Mayfair. I prefer Snobs, I own it.",
                    "1913; I tell you, sir, that I have a brain of my own, and that I should feel myself to be a snob and a slave if I did not use it."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A workman who works for lower wages than his fellows, especially one who will not join a strike (a scab).",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A townsman, as opposed to a gownsman.",
                "quotations": []
            }
        ]
    },
    {
        "word": "snoot",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "An elitist or snobbish person.",
                "quotations": [
                    "1943; The sidecars— sneer if you will, you purists and gastronomic snoots— at Perino's in Wilshire in Los Angeles.",
                    "1990; At first, I had no idea you had money, and you didn't seem like a snoot. The place where you were renting was a dumpy place. When you turned out to have money, I was surprised.",
                    "2013; In defense of low-grade teas, I must say they are very cheap, and I have a large box in my cupboard right next to the higher quality, more snoot-worthy varieties.",
                    "2014; “Do you know any of Larry's other partners?” “Some.” “Do you know Mary Lou Goddard?” “Oh, that snoot.” “Snoot?” “Yes, Larry told me about her. He went out with her a couple of times and then she got possessive.”"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A language pedant or snob; one who practices linguistic elitism. (Can we add an example for this sense?)",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "A nose or snout.",
                "quotations": [
                    "2013; And then he did something which must be unprecedented in jurisprudence. He leaped from his chair, ran over to the old man, and shaking his fist under his nose, roared: 'Listen, you! If you keep on with this stuff, I'll punch you one in the snoot!"
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "Snout; especially of a dog (\"doggo\"), cat (\"catto\"), or snake (\"snek\").",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A cylindrical or conical attachment used on a spotlight to restrict spill light.",
                "quotations": [
                    "2014; Snoots have traditionally been round in shape when attached to studio strobes, but with flash photography, they have taken on a more rectangular shape because the flash heads are rectangular."
                ]
            }
        ]
    },
    {
        "word": "sordid",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Distasteful, ignoble, vile, or contemptible.",
                "quotations": [
                    "1851; The more hopelessly sordid and insensible he appeared, the greater became Mrs. Shelby's dread of his succeeding in recapturing Eliza and her child, and of course the greater her motive for detaining him by every female artifice."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Dirty or squalid.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Morally degrading.",
                "quotations": [
                    "1912; He rode slowly home along the deserted road, watching the stars come out in the clear violet sky. They flashed softly into the limpid heavens, like jewels let fall into clear water. They were a reproach, he felt, to a sordid world."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Grasping; stingy; avaricious.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Of a dull colour.",
                "quotations": [
                    "1926; Leaves sordid-tomentulose beneath"
                ]
            }
        ]
    },
    {
        "word": "spaz",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "An incompetent or physically uncoordinated person; a spazmo.",
                "quotations": [
                    "1981; In fact, it was the view of the scientists now in charge […] that the freakier they were, the better; if a mental spaz could go through and come out all right […] then the process was probably safe for the executives, politicians, and fashion models of the world.",
                    "2006; “I was so in control from tee to green, the best I’ve played for years… But as soon as I got on the green I was a spaz.”"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A hyperactive, erratically behaving person.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A tantrum or fit.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A person with spastic paralysis, spastic cerebral palsy or epilepsy",
                "quotations": []
            }
        ]
    },
    {
        "word": "spew",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "Vomit.",
                "quotations": [
                    "1810; Just after you've din'd, take a dish that is large, And into it what you have eaten discharge; Then get all the rest that are at the table, to spew in the same as long as they're able; Let them strain very hard, 'till all is brought up, For the more spew there is, the better the soup;",
                    "2001; Poor old Sedgwick had been chased around the rugger pitch by a lunatic in a car, and then seen his researcher covered in spew from a drunken student.",
                    "2011; It was a smart gesture on the part of the nanny agency, who is often dealing with mums who are returning to work — many of whom would welcome a complimentary makeover after months of sleep deprivation and baby spew.",
                    "2012; 'Harder to detect than ipecac or apomorphine hydrochloride.' 'Detect?' Parkhurst asked. 'In the spew.'"
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "Ejaculate or ejaculation.",
                "quotations": [
                    "2016; Sea urchins, for example, release between ten and one hundred billion sperm with every ejaculation. That's two orders of magnitude more than the few hundred million sperm per spew an average human bloke can dish out."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Nonsense or lies.",
                "quotations": [
                    "2009; First thing you gotta have is some sort of confounding unfounded prejudicial spew and contrived agenda aimed at humanity.",
                    "2013; I came out with it: “What were you doing listening to her spew that spew, anyway?"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Material that has been ejected in a stream, or the act of spewing.",
                "quotations": [
                    "2011; He felt the flimsy canvas yield without a whisper, devoured by the roaring bull of the truck, and the whiskey bottles shattered in a spew of brownish chaos, asparkle with the light, blown this way and that by the big vehicle's velocity."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A white powder or dark crystals that appear on the surface of improperly tanned leather.",
                "quotations": [
                    "1903; Most men familiar with the handling of leather must occasionally have come across samples showing a whitish scum, or spew, upon the surface.",
                    "1950; Out of 70 leather samples, 15 developed heavy spew in two to six months.",
                    "2004; Plasticizer spew is determined by observation of samples bent through an arc of 180o."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Adhesive that is squeezed from a joint under pressure and held across the joint by a fillet, thereby strengthening the joint.",
                "quotations": [
                    "2012; The spew is represented by a triangular fillet 0.5 mm high. It can be seen that, because of the predominance of the major principal stress, the adhesive at the ends of the adhesive layer and in the spew fillet is essentially subjected to a tensile load at about 45° to the axis of loading. The highest stresses occur within the spew at the corner of the unloaded adherend, the presence of the 90° corner introducing a stress-concentration effect.",
                    "2015; For a spew corner configuration shown in Figure 2.2 with the adhasive modulus far smaller than the adherent modulus, the order of the stress singularity in the corner A and B can be obtained from the WIlliam's solution under plane strian condition, and it is given in Figure 2.3. It is clear that spew corner would be free of singulatirites when the fillet angle is less than a critical angle, which is dependent on the Poisson's ration of the adhesive.",
                    "2018; Besides bondline thickness control, the adhesive fillet (called adhesive spew) is an important issue in joint assembly. The spew is the result of the adhesive squeezed out of the lap region at the moment of the joint manufacture. It was shown that significant increases in shear strength of lap joints, compared with square-ended bondlines, can be achieved through the formation of an adhasive spew at the overlap ends."
                ]
            }
        ]
    },
    {
        "word": "spite",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Ill will or hatred toward another, accompanied with the desire to unjustifiably irritate, annoy, or thwart; a want to disturb or put out another; mild malice",
                "quotations": [
                    "1597; This is the deadly spite that angers.",
                    "1943; Out of spite, the human beings pretended not to believe that it was Snowball who had destroyed the windmill: they said that it had fallen down because the walls were too thin.",
                    "2014; sex with older men was a way to both internalize my spite towards my mother and to find security in a father figure I lacked with my own father."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Vexation; chagrin; mortification.",
                "quotations": [
                    "1599–1602; \"The time is out of joint: O cursed spite.\""
                ]
            }
        ]
    },
    {
        "word": "suckhole",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A whirlpool.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "A sycophant, gratuitous pleaser.",
                "quotations": []
            }
        ]
    },
    {
        "word": "sycophant",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "One who uses obsequious compliments to gain self-serving favour or advantage from another; a servile flatterer.",
                "quotations": [
                    "1683; A sycophant will everything admire: / Each verse, each sentence, sets his soul on fire",
                    "1743; VVhile a mean Crovvd of Sycophants attend, / And favvn and flatter, creep and cringe and bend; / The Fav'rite bleſſes his ſuperior State, / Riſes o'er all, and hails Himſelf the Great."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "One who seeks to gain through the powerful and influential.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "An informer; a talebearer.",
                "quotations": [
                    "1587; [H]is mind had no eye to espy goodness; and therefore accusing sycophants, of all men, did best sort to his nature."
                ]
            }
        ]
    },
    {
        "word": "tattler",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "One who tattles (notifies authorities of illicit behavior) or is inclined to do so; a tattletale.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Either of two similar bird species in the shorebird genus Heteroscelus (Tringa in some taxonomies).",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A device fitted to a vehicle to measure mileage etc.",
                "quotations": [
                    "1960; A few truck drivers griped drowsily about the tattlers in their cabs which graphed the mileage per hour per day.",
                    "2002; Electronic monitors (black box, tattlers) help to define the actions of the driver during normal and emergent operation of the EMS unit."
                ]
            }
        ]
    },
    {
        "word": "toxic",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Having a chemical nature that is harmful to health or lethal if consumed or otherwise entering into the body in sufficient quantities.",
                "quotations": [
                    "2019; If some types of electronic waste aren’t incinerated at a high enough temperature, dioxins, which can cause cancer and developmental problems, infiltrate the food supply. Without proper safeguarding, toxic heavy metals seep into the soil and groundwater."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Appearing grossly unwell; characterised by serious, potentially life-threatening compromise in the respiratory, circulatory or other body systems.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Severely negative or harmful.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Hateful or strongly antipathetic.",
                "quotations": [
                    "2020; Though Twitter is still overrun with toxic anger and fear-based nonsense (now more than ever), it is also, in one crucial way, beginning to play an important role in our response to the pandemic.",
                    "2024; A veteran UN diplomat, Kaag, 62, said the environment for politicians in the Netherlands had become “toxic” as she and colleagues faced a continual barrage of “hate, intimidation and threats” and often needed tight police security."
                ]
            }
        ]
    },
    {
        "word": "tryhard",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A person usually of little talent who tries hard to succeed, especially through imitation, usually to gain fame or popularity.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A person who is perceived as putting too much effort into something recreational, such as a game.",
                "quotations": []
            },
            {
                "pos": "Adjective",
                "tags": [
                    "derogatory"
                ],
                "description": "Done to excess, to an embarrassing degree.",
                "quotations": []
            }
        ]
    },
    {
        "word": "tyrant",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A usurper; one who gains power and rules extralegally, distinguished from kings elevated by election or succession.",
                "quotations": [
                    "1591–1592; To proue him Tyrant, this reason may suffice, That Henry liueth still.",
                    "1980; The reappearance of tyranny [in the 4th century BC] had many reasons... one of the main causes was the development of antagonism between rich and poor; tyrants came to power exploiting a social and political imbalance within the state.",
                    "1996; Ancient Greek tyrannies appeared once more in great numbers with the breakdown of the polis in the period from the fourth to the second centuries [BC]. These later tyrannies tended to rely on a more narrow class base and to use a brutal military rule, and thus writers could use the words tyrant and tyranny, with their modern connotations of evil and cruelty, to describe them accurately."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Any monarch or governor.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A despot; a ruler who governs unjustly, cruelly, or harshly.",
                "quotations": [
                    "1599; I am the Sonne of Marcus Cato, hoe.A Foe to Tyrants, and my Countries Friend.",
                    "1744; Here is a Proclamation for a Prince: that proclaims him in whoſe name it is emitted [James II of England], to be the greateſt Tyrant that ever lived in the world, and their Revolt who have diſowned him to be the juſteſt that ever was.",
                    "1888; They [viz., the Framers of the American Constitution] held England to be the freest and best-governed country in the world, but were resolved to avoid the weak points which had enabled King George III. to play the tyrant, and which rendered English liberty, as they thought, far inferior to that which the constitutions of their own States secured."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Any person who abuses the power of position or office to treat others unjustly, cruelly, or harshly.",
                "quotations": [
                    "1610–1611; A plague vpon the Tyrant that I serue"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A villain; a person or thing who uses strength or violence to treat others unjustly, cruelly, or harshly.",
                "quotations": [
                    "1526; I was a blasphemar, and a persecuter, and a tyraunt.",
                    "1611; O dissembling Curtesie! How fine this Tyrant Can tickle where she wounds?",
                    "1847; Public opinion, the greatest tyrant of these times."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The tyrant birds, members of the family Tyrannidae, which often fight or drive off other birds which approach their nests.",
                "quotations": [
                    "1731; The Tyrant... The courage of this little Bird is singular.",
                    "1895; Tyrant or Tyrant-bird, Catesby applied it solely to...the King-bird..., but apparently as much in reference to its bright crown...as to its tyrannical behaviour to other birds."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Tyrannical, tyrannous; like, characteristic of, or in the manner of a tyrant.",
                "quotations": [
                    "1530; He was most tirant & cruell of all emperours.",
                    "1598–1600; Thus must I from the smoake into the smother,From tyrant Duke, vnto a tyrant Brother."
                ]
            }
        ]
    },
    {
        "word": "uppity",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Presumptuous, above oneself, self-important; arrogant, snobbish, haughty.",
                "quotations": [
                    "1881; \"Hit wuz wunner dese yer uppity little Jack Sparrers, I speck,\" said the old man; \"dey wuz allers bodder'n' longer udder fokes's bizness"
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Exceeding one's station or position, assuming prerogatives to which one is not entitled.",
                "quotations": [
                    "1936; And the Yankees are very upset because so many uppity darkies have been killed recently.",
                    "1993; The Association was openly committed to \"restoring the historical balance of power intended by our Founders\" between the nobility and the uppity commoners […]"
                ]
            }
        ]
    },
    {
        "word": "usury",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "An exorbitant rate of interest, in excess of any legal rates or at least immorally.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The practice of lending money at such rates.",
                "quotations": [
                    "2018; As a practical matter, California usury laws do not seriously inconvenience most lenders, and offer little protection to most borrowers."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The practice of lending money at interest.",
                "quotations": [
                    "4th century BCE; The most hated sort, and with the greatest reason, is usury, which makes a gain out of money itself, and not from the natural object of it. For money was intended to be used in exchange, but not to increase at interest."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Profit.",
                "quotations": [
                    "1587–1588; Then will we march to all thoſe Indian Mines,My witleſſe brother to the Chriſtians loſt:And ranſome them with fame and vſurie."
                ]
            }
        ]
    },
    {
        "word": "vainglory",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Excessive vanity.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Boastful, unwarranted pride in one's accomplishments or qualities.",
                "quotations": [
                    "1962; Then he reasoned, as he had in the days past, that the course of human history had shown national pride—the inflexible kind—to be mankind’s worst enemy, and ordinary people paid the price in suffering. Nations had gone down because of vainglory, when moderation might have civilized and saved them."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Vain, ostentatious display.",
                "quotations": [
                    "1863; The pew would soon want new flooring, Mr. Dangerfield thought, and the Castlemallard arms and supporters, a rather dingy piece of vainglory, overhanging the main seat on the wall, would be nothing the worse of a little fresh gilding and paint."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A regarding of oneself with undue favor.",
                "quotations": []
            }
        ]
    },
    {
        "word": "vile",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Morally low; base; despicable.",
                "quotations": [
                    "1842; Turn now to the temperance revolution. In it we shall find a stronger bondage broken, a viler slavery manumitted, a greater tyrant deposed; in it, more of want supplied, more disease healed, more sorrow assuaged.",
                    "1870; The parties stooped to vile and unbecoming meannesses; infinite briberies, forgeries, perjuries, and all manners of debauchings of the principles and manners of the electors were attempted.",
                    "2020; People crave human decency, warmth, and sincerity even in the vilest of circumstances…"
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Causing physical or mental repulsion; horrid.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "That which is vile; vileness.",
                "quotations": [
                    "1913; “I had seen those two work before—in the smoking-room the day prior to their attack on you, if I recollect it correctly, and so, knowing their methods, I am convinced that their enmity is a sufficient guarantee of the integrity of its object. Men such as they must cleave only to the vile, hating all that is noblest and best.”"
                ]
            }
        ]
    },
    {
        "word": "vitriol",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Any of various metal sulphates.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "oil of vitriol (sulfuric acid).",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Bitterly abusive language.",
                "quotations": [
                    "2012; For days, online forums sparked with outrage against politicians and race organizers, a tone that turned to vitriol against runners, even from some shaming other runners for being selfish."
                ]
            }
        ]
    },
    {
        "word": "vitriolic",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Of or pertaining to vitriol; derived from or resembling vitriol.",
                "quotations": [
                    "1731; No one, who uſes his Senses, can possibly doubt, but there is ſomewhat of a vitriolic Nature found in Mineral Waters: for not only the Taſte, but the Sight confirms it, by their turning inky with Galls, &c.",
                    "1757; Nature, far from being confined to the lapis pyrites, has abundant materials, and a great variety of them, in the bowels of the earth, wherewith to impregnate the waters called chalybeate and vitriolic; and thoſe of various degrees of acidity and ſtypticity, even from the mildeſt, where the acid is ſcarcely ſenſible, to the moſt ſharp and cauſtic of the vitriolic ores above enumerated.",
                    "1777; [T]he name vitriol ought to be applied to all vitriolic ſalts with metallic baſes. Thus, for inſtance, the ſalt compoſed of vitriolic acid and gold may be called vitriol of gold; and the ſalt formed by the union of this acid with ſilver may be called vitriol of ſilver, or lunar vitriol. Perhaps all vitriolic ſalts might be conveniently comprehended under the general name vitriol.",
                    "1815; And be it further enacted, That all and every Maker and Makers of Oxygenated Muriatic Acid or Oxymuriate of Lime respectively ſhall, before he, ſhe or they ſhall begin to mix with Salt any Vitriolic Acid, Manganese or Water, give to the Officer of Exciſe under whoſe Survey he, ſhe or they ſhall then be, Six Hours' previous Notice in Writing, if his, her or their Premiſes in which ſuch Salt ſhall be intended to be mixed with Vitriolic Acid, Manganeſe, or Water, ſhall be ſituate within the Limits of the Chief Office of Exciſe in London, or within the Limits of the City of Edinburgh; […]"
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Bitterly scathing, caustic.",
                "quotations": [
                    "1987; You vitriolic, patriotic, slam fight, bright light / Feeling pretty psyched",
                    "2006; Another consideration is the known transparency of the Matthaean text. Because of the very structure and tone of the attack on the scribes and Pharisees, one cannot discount the possibility that Matthew is also engaged in serious controversies with the religious leadership of his own day. Therefore, consideration should also be given to the rhetoric of ancient Jewish polemic. This would account for the highly vitriolic nature of the condemnation.",
                    "2006; Same-sex marriage is at the vortex of a vitriolic debate in mainline Christian denominations in the United States. Both those who advocate for same-sex marriage and those who repudiate it employ naturalizing discourses to legitimize their claims.",
                    "2007; Throughout his life, Josiah [Clark] Nott corresponded with many interesting and outstanding men of science. He became embroiled with the leaders of Protestant orthodoxy in a vitriolic argument over the unity of mankind. Nott believed that the races were created separately, as opposed to the biblical idea that all humankind came from Adam and Eve."
                ]
            }
        ]
    },
    {
        "word": "vulgar",
        "definitions": [
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Debased; uncouth; distasteful; obscene.",
                "quotations": [
                    "1551; Also the rule of false position, with dyuers examples not onely vulgar, but some appertaynyng to the rule of Algeber.",
                    "1950; And, placed discreetly among these commonplaces, a few pieces of genuine quality, bizarrely distinguished by craftsmanship from the vulgar products of the machine.",
                    "2023; Several years ago I interviewed the CEO of a car manufacturer whose products start in the six figures. He told me his customers could always afford to buy his cars, but in recessions they found it vulgar to do so."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [
                    "derogatory"
                ],
                "description": "Having to do with ordinary, common people.",
                "quotations": [
                    "1661; It might be more useful to the English reader […] to write in our vulgar language.",
                    "1834–1874; The mechanical process of multiplying books had brought the New Testament in the vulgar tongue within the reach of every class.",
                    "1860; Further, the same sacred name in other monuments precedes the vulgar name of King Takellothis, the sixth of the XXII. Dyn., as we have seen."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Common, usual; of the typical kind.",
                "quotations": [
                    "1869; A vulture (V. aura), probably the Acabiry first described by Azara, is here called […] the hunter. It resembles in form the vulgar bird, but it flies high. The head is red, and the wings are black with silver lining, like the noble Bateleur of Africa."
                ]
            },
            {
                "pos": "Adjective",
                "tags": [],
                "description": "Being a vulgar fraction.",
                "quotations": [
                    "2022; A fraction is vulgar if it has one integer divided by another integer, as long as the integer that's doing the dividing isn't equal to zero."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A common, ordinary person.",
                "quotations": [
                    "2016; Popular antiquarian writings […] frequently focused on the regional vulgars' superstitious beliefs regarding the dead and their ongoing presence—such as popular funeral rites or the vulgars' fear of church yards."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The common people.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The language of a people, especially the commoners.",
                "quotations": [
                    "1623; Therefore you Clowne, abandon: which is in the vulgar, leaue the societie: which in the boorish, is companie, of this female: which in the common, is woman: which together, is, abandon the society of this Female, […]"
                ]
            }
        ]
    },
    {
        "word": "waste of breath",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "Needless or unnecessary speech.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Synonym of waste of oxygen.",
                "quotations": [
                    "2013; This is my misanthropic confessionHumans are a waste of breathAnd don't think I exclude myselfI'm an asshole just like you."
                ]
            }
        ]
    },
    {
        "word": "weenie",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Alternative form of wienie (“sausage”).",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "Alternative form of wienie (“penis”).",
                "quotations": [
                    "1984; Weenies and beer had not been a part of ASN/29's stores.",
                    "2023; “The fucking weenie gets hard and I fucking lose this brain and this happened,” he said."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "Someone weak and unimportant, a wimp.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory",
                    "slang"
                ],
                "description": "A geek or nerd, especially a computer user with a deficient social life.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [
                    "slang"
                ],
                "description": "A small creature which has a low cost to put into play, often used in a swarm with other such creatures.",
                "quotations": [
                    "1996; Over and over again you'll dump a horde of weenies, and if you're[sic] opponent's[sic] too slow, he'll die right off the bat.",
                    "1997; He was playing a monoblack weenie deck with 30+ creatures in it.",
                    "1997; Most of the opponents[sic] quick creature removal will be taken out by the early flood of weenies."
                ]
            }
        ]
    },
    {
        "word": "whitewash",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "A mixture of a powdered mineral substance (often slaked lime (containing calcium hydroxide), chalk (calcium carbonate), or both) and water which is used for painting surfaces such as fences and walls bright white.",
                "quotations": [
                    "1952; For walls plaster gave a smooth white surface; or if it was not sufficiently white, or had become discoloured, it could be brightened up with a coat of whitewash or paint."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A thing used to hide mistakes, or to create an appearance of honesty, propriety, etc.; also , an act of hiding mistakes or creating an appearance of honesty, propriety, etc.; especially, a campaign, investigation, etc., which intentionally hides or overlooks unfavourable facts. An act of clearing a person's debts, especially through a declaration of bankruptcy by a court. A complete victory or series of victories without suffering any losses; a clean sweep; also, a victory or series of victories by a very large margin.",
                "quotations": [
                    "2018; “She has developed an arrogance of power,” Mr. Richardson said by telephone during a layover in Tokyo on his way back to New Mexico from Myanmar. “I’ve known her a long time and am fond of her, but she basically is unwilling to listen to bad news, and I don’t want to be part of a whitewash.”",
                    "2019; A report by the City watchdog into the scandal at Royal Bank of Scotland’s turnaround unit has been described as a whitewash after the regulator confirmed it would not punish the bank for mistreating business customers following the financial crash.",
                    "2010; For the first time in a long time, Australia are being threatened with the prospect of a 5-0 whitewash"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The most basic type of thickening agent, consisting of flour blended with water to make a paste.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A preparation for making the skin look lighter.",
                "quotations": [
                    "1713; I have heard a whole Sermon against a White-wash."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Any of several medicinal preparations for treating skin diseases consisting of a mixture of a metallic compound (such as one of lead, sulfur, or zinc) and water. White wine, especially Madeira or sherry, drunk after dinner or after taking claret and port; a glass of such wine.",
                "quotations": [
                    "1883; The bottles, however, were port bottles, but contained mushroom ketchup; and we can only say with regard to the 15s. sherry, that it would have made an admirable \"whitewash,\" as Sheridan's glass is still sometimes called, […]",
                    "1950; Sercial was also used as a sort of white-wash after the Port at dinner, those were the days when people had time to drink both Port and a White wash."
                ]
            }
        ]
    },
    {
        "word": "whitewashing",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "The application of whitewash.",
                "quotations": []
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "The effacement of errors or bad actions.",
                "quotations": [
                    "1906; Some persons are sincerely incapable of understanding that to denounce mud slinging does not mean the endorsement of whitewashing; and both the interested individuals who need whitewashing and those others who practice mud slinging like to encourage such confusion of ideas.",
                    "2007; The institution insulted history by peddling ludicrous whitewashings — describing the Watergate criminal conspiracy as a “coup” by Nixon’s political rivals fed by fake scoops purchased by the Woodstein investigative duo at The Washington Post."
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "The process of whitewashing, of making over (a person or character, a group, an event, etc) so that it is or seems more white (Caucasian), for example by applying makeup to a person, or by covering over the participation of non-whites in an event and focusing on only white participation.",
                "quotations": [
                    "2016; While whitewashing remains a modern problem, it has a long history in American film: In the very first Hollywood movie, 1910’s In Old California, white actors played non-white roles.",
                    "2020; In both films we see the consolidation of a colonial power structure of Western saviour and African victims. [...] The director responds that 'the question doesn't even come up' when his whitewashing of black history in ancient Egypt is challenged. Scott and like-minded defenders of racism take the century-long Hollywood whitewashing of African history and heritage as normal. This [...] is now challenged through audience racism fatigue, alternative narratives of Africa, […]"
                ]
            }
        ]
    },
    {
        "word": "whore",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "Synonym of prostitute: a person (especially a woman) who offers sexual services for payment.",
                "quotations": [
                    "1606; The merciless Macdonald – worthy to be a rebel, for that the multiplying villainies of nature do swarm upon him – from the Western Isles of kerns and gallowglasses is supplied, and fortune on his damned quarrel smiling showed like a rebel's whore."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A person who is sexually promiscuous; a slut.",
                "quotations": [
                    "1638; He cals her on a ſudden, all to naught; ſhe is a ſtrumpet, a light huswife, a bitch, an arrant whore.",
                    "2004; So after he fucks the shit out of me, he tells me I'm lying about his whore not being Brad."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A person who is unscrupulous, especially one who compromises their principles for gain.",
                "quotations": [
                    "2004; Dude: Since when did you become a political whore?Phil: I prefer the term political slut, thank you very much!"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A person who will violate behavioral standards to achieve something desired.",
                "quotations": [
                    "1982; Vidal is at once more detached and more preoccupied with his own view, celebrating an aristocracy of sensibility constantly thwarted and ignored by those mere whores after fame, the statesmen and politicians.",
                    "1990; By that time, Tejeda had already been accused of beating his wife, abandoning his children, living in sin with another woman, being a whore for the insurance lobby, and accepting bribes.",
                    "1997; a shameless hack—such a whore for the money—that he wouldn't even lend his name to his creations.",
                    "1999; I don't want to be a media whore,\" says Babydol. \"I don't need to 'sell' my record — it will sell because it's good or won't if it's not"
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "A contemptible person.",
                "quotations": [
                    "1999; \"Begone,\" Clare shouted. She could not bring herself to kill in cold blood. \"Begone, or I'll shoot.\" \"Idiot whore,\" he shouted back. \"You would not dare.\"",
                    "2000; I don't need that Lamont Cranston to tell me. Every Irishman knows what evil lurks in the hearts of men. We've known since the time of that rotten ould whore, Elizabeth the Bloody First!",
                    "2003; Saxon curses rang in her ears. Dane, they yelled, Viking whore. We will have revenge on you."
                ]
            }
        ]
    },
    {
        "word": "wifebeater",
        "definitions": [
            {
                "pos": "Noun",
                "tags": [],
                "description": "One who (usually as a repeated practice) beats his wife, or a husband prone to violence.",
                "quotations": [
                    "2020; Depp, 57, had sued the Sun’s publisher, News Group Newspapers (NGN), and its executive editor, Dan Wootton, over an article published in the Sun that originally carried the headline “Gone Potty: How can JK Rowling be ‘genuinely happy’ casting wife beater Johnny Depp in the new Fantastic Beasts film?”"
                ]
            },
            {
                "pos": "Noun",
                "tags": [
                    "derogatory"
                ],
                "description": "A type of sleeveless shirt, often but not exclusively worn as an undershirt. [from 1950s]",
                "quotations": [
                    "1998; [A]s I walked down the bustling street toward campus with my friends, he came out of nowhere and gave me a pick-up line only a wifebeater guy could muster.",
                    "2008; So, at the first sign of any sunny weather, overweight males all over the country are drawn to their \"wifebeaters\" like footy fans to the digibox, with every lager-drinking dad labouring under the illusion that he looks like that gardener from Desperate Housewives in his black vest.",
                    "2018; Just then, a tall, lanky white man wearing a sleeveless tee or \"wifebeater\" as it is often referred to walked around the corner."
                ]
            },
            {
                "pos": "Noun",
                "tags": [],
                "description": "Stella Artois, a brand of lager beer.",
                "quotations": [
                    "2005; And then we were walking back alleys, trudging through the drifts of chip papers, the bottles and empty cans of wifebeater […]",
                    "2011; But Stella shouldn't really be drunk in pints the same way our dads used to drink bitter or mild that was effectively half as strong. Drink Stella in goblets like people do in its native country and, hey presto! It's no longer 'wifebeater'."
                ]
            }
        ]
    }
]